[
  {
    "episode_id": "ep001",
    "title": "Building Systems and Leading Teams - Bri from SmartLogic",
    "duration": 2018.0,
    "transcript": [
      {
        "id": 1,
        "start_time": 0.0,
        "end_time": 69.0,
        "speaker": "Brian Wiles",
        "text": "Today I'm joined by Bree, the COO at SmartLogic. Bree's path isn't cookie cutter. A former educator, who found herself in tech leadership, building systems, teams, and products that actually ship. We covered two big points. First, why educators thrive in tech. how creating lesson plans can become roadmaps, classroom metrics become KPIs, Second, how to communicate cross technical lines. Active listening, back summaries, and ruthless documentation So a junior developer can pick up a system months after without any guesswork. Listen and you'll leave with one practical plan, the 30 day AI Tiger mission. Pick one legacy app to find a narrow modernization target. Use AI to accelerate codes, documentation, and testing. Keep a developer in the loop for architecture and security and publish the lessons learned back to the team. which nets in faster maintenance, safer releases, and a culture that stays current without burning billable hours. Let's dive in."
      },
      {
        "id": 2,
        "start_time": 69.0,
        "end_time": 72.0,
        "speaker": "Brian Wiles",
        "text": "Hey, Bree, welcome to the show. Do you mind introducing yourself?"
      },
      {
        "id": 3,
        "start_time": 72.0,
        "end_time": 79.0,
        "speaker": "Bri Bellavati",
        "text": "Thank you, Brian. Hi, everyone. My name is Bri Belavati. I am Chief Operating Officer at SmartLogic."
      },
      {
        "id": 4,
        "start_time": 79.0,
        "end_time": 82.0,
        "speaker": "Brian Wiles",
        "text": "Tell me about your background that led you to SmartLogic."
      },
      {
        "id": 5,
        "start_time": 82.0,
        "end_time": 215.0,
        "speaker": "Bri Bellavati",
        "text": "It's not traditional or conventional in any sense of the definition. My roots started off in education. I was a high school English teacher in Ocean City, Maryland. From there as a high school vice principal, moved like life does to Western Maryland and became a dean at a community and technical college. From there, I really started working a lot more with private industry because I was on the workforce side of things, which is like the short-term training. So working a lot with industry. IT, welding, advanced manufacturing, economic development, really kind of working on how can the college meet the needs of the workforce and how we can best prepare them. From there, I got a call out of the blue from a gentleman who owns a custom dev shop. And he goes, hey, Bri, I want you to come work for me. And I'm like, Jason, don't you do something with computers? And he goes, yeah. I was like, again, I was an English teacher and you are a. computer guy, like we were on opposite sides of the school. What do you possibly, what could I possibly do for you? And he said, well, that's the thing. And a respectful way I say this, he goes, it's just really me and the geeks. And he goes, I've got developers and design and it's just me leaving at the helm and I want to grow and I don't have anyone with your kind of skillset. So I'm sitting here going, hmm, do I abandon my education career? I was almost finished with my doctorate at that time in education thinking I was going, you know, college president, deanship, all that jazz. And I was like, all right, let's do it. Now, selfishly, I cut my commute from an hour and a half to four minutes. So like, you know, this is worth an experimentation. Let's see, let's see what I can do. So for him, I started off in training and development just to kind of get acclimated, really understand what are you building and what the needs, what the clients are, what their needs are. And then from there helped grow account management, project management. I shifted into biz dev and that was super fun. I did have a quick pivot. After that role, I helped open the first woman-owned, minority-owned clinical laboratory, March 2020. Nobody remembers what that timeframe was. And so that was a COVID lab. Helped build that company from scratch. And so building systems and processes and structures was my jam, kind of really painting a blank canvas, and that was fun. And then went back to IT leadership, and that's kind of where I am right now. So not traditional at all."
      },
      {
        "id": 6,
        "start_time": 215.0,
        "end_time": 228.0,
        "speaker": "Brian Wiles",
        "text": "No, not at all. What are some of the key things that you learned from being a teacher, from working in academia, and how does that translate to now working in tech and being able to like, it sounds like you really worked your way up in the organization at SmartLogic to kind of fulfill a lot of different steps, but like,"
      },
      {
        "id": 7,
        "start_time": 228.0,
        "end_time": 238.0,
        "speaker": "Bri Bellavati",
        "text": "Mmm. in"
      },
      {
        "id": 8,
        "start_time": 238.0,
        "end_time": 247.0,
        "speaker": "Brian Wiles",
        "text": "Is there a certain skill set that teachers or people in academia possess that make them more adapt to kind of fulfill some of these roles?"
      },
      {
        "id": 9,
        "start_time": 247.0,
        "end_time": 354.0,
        "speaker": "Bri Bellavati",
        "text": "Hmm. excellent question. And my big statement is, yes, your skills are super transferable. So if you're an educator and you're looking like, what else can I do? Tech might be for you 100%. I will say the multitasking as a teacher, teaching a sea of children, most definitely that is part of the job. But it's also thinking as an educator when you are thinking about your year, your curriculum, your unit, your chapter, and like, is it that I want my students to be able to do? And how do you back map? How do you scaffold those learning processes, those steps? Well, that's strategic planning. You know, that's that's planning a backlog that's going from we need this product to do this. How do I start? Where do I start? You know, those that skill of being able to sequentially think through how do get from point A to point B? But I know I want to get to Z. most definitely as an educator skill set. And then if you layer in, mean, my goodness, I wasn't teaching them many years ago, but at that time, data driving decision-making was kind of newer in the field. Well, everything you do in tech is driven by data and structure and being able to look at metrics to make sure, it performing? Is it secure? Is it X, Y, Z? And so most definitely, I think there's a lot of skills that educators just possess to teach. And it doesn't even matter what field you're in, but a really easy way to get into it is in project management, product management. you really, you know, product management, you're thinking about the customers, the consumer, what's going to make them want to engage. Well, that's the same thing as how do you get 15 year old boys to want to, you know, quote Shakespeare? It's a tough challenge. So how do you, what kind of appeal do you need to make it user friendly and approachable? Similar kinds of concepts, similar transferability."
      },
      {
        "id": 10,
        "start_time": 354.0,
        "end_time": 377.0,
        "speaker": "Brian Wiles",
        "text": "I think that is such a good thing to call out, right? There's a couple of people who are drawn to being educators and part of that is like the fulfillment, watching you build and grow people. like, I think you kind of outlined right there that it doesn't necessarily have to happen in academia for you to continue to have that fulfillment because"
      },
      {
        "id": 11,
        "start_time": 377.0,
        "end_time": 384.0,
        "speaker": "Bri Bellavati",
        "text": "Mm-hmm"
      },
      {
        "id": 12,
        "start_time": 384.0,
        "end_time": 385.0,
        "speaker": "Brian Wiles",
        "text": "You're taking those same transferable skills and applying"
      },
      {
        "id": 13,
        "start_time": 385.0,
        "end_time": 388.0,
        "speaker": "Bri Bellavati",
        "text": "Mm."
      },
      {
        "id": 14,
        "start_time": 388.0,
        "end_time": 405.0,
        "speaker": "Brian Wiles",
        "text": "it to an organization or a product. Well, it started as a project and then a product and then an organization. like, it just goes to show that if you are an educator, you don't necessarily need to stay in academia to continue to be an educator or to continue to have that fulfillment, to think of things critically and then"
      },
      {
        "id": 15,
        "start_time": 405.0,
        "end_time": 410.0,
        "speaker": "Bri Bellavati",
        "text": "Mm."
      },
      {
        "id": 16,
        "start_time": 410.0,
        "end_time": 415.0,
        "speaker": "Brian Wiles",
        "text": "like reverse engineer the steps to, okay, I'm here, but I want to be at this point and"
      },
      {
        "id": 17,
        "start_time": 415.0,
        "end_time": 417.0,
        "speaker": "Bri Bellavati",
        "text": "Mm."
      },
      {
        "id": 18,
        "start_time": 417.0,
        "end_time": 418.0,
        "speaker": "Brian Wiles",
        "text": "executing all the way through."
      },
      {
        "id": 19,
        "start_time": 418.0,
        "end_time": 550.0,
        "speaker": "Bri Bellavati",
        "text": "You know, that's an interesting point, that fulfillment component. So that was it for me. So when the gentleman Jason called me out of the blue, I was like, ah, but I want, I'm in education, make the world a better place. I know it's cliche, but of course all educators are. And so I really want to make an impact in the work that I do, doing work that I believe in matters to me. And so. He was smart because when I first met with him, he didn't tell me all about the tech that they made. They made it custom EHRs and EMRs for specifically the health and human service field. And he started his story with, let me tell you about who I serve and why I'm building custom solutions. And it's for those who are in like residential or, you know, outpatient centers, you know, helping populations who really need. therapy or physical therapy, you know, different kinds of services. And so he told me about the clients and why having a better technology solution is beneficial in that field. And that's so that the therapists or the providers can be spending more time with our patients versus doing the paperwork, the mountain of paperwork and like the notes that they had to do. So he really spoke to me on, look at the good you're going to do. If we can build the solution and solve these problems, these tech problems, these workflow problems for the providers, then they can do their mission. Similarly, being in a custom Dove Shop at Smart Logic, mean, my goodness, we have a client, Brooks Publishing, they're in the childhood research and development space. And so they have custom assessments to assess childhood development and all sorts of kind of resources to wrap around that. Well, we built a platform that assessment is in. getting more kids access to proactive and preventative development lessons and skills is is instrumental to developing. And so that feels good. All the way to Ocean Conservancy, we work on one of their applications called Clean Swell. You're out there with aquatic life and making sure the waterways are clean. You're logging that data. They're using that data for advocacy. Like that's feel good work. So you can most definitely get fulfillment and tech, not just from accomplishing a task or making a thing or doing a thing, but also what are the client's missions and visions and how are you helping them do what they need to do? So the world is getting better. There's a lot of fulfillment."
      },
      {
        "id": 20,
        "start_time": 550.0,
        "end_time": 577.0,
        "speaker": "Brian Wiles",
        "text": "as you were talking through that, I took a note that said, started with mission, right? So when you were approached, basically you were approached in the way, here's the mission that we're looking to fulfill. And I think that that was the thing that helped with the fulfillment piece. Because I mean, I've had a similar, not necessarily being an educator, but like I've been in product and project development. And I won't lie, there have definitely been roles where I'm like, this just isn't fulfilling. Like I am just putting out there another piece of marketing material or this thing or that thing that I just, I didn't love. I didn't fall in line with. like starting with the mission and making sure that it aligns with what you want to do. Cause I think"
      },
      {
        "id": 21,
        "start_time": 577.0,
        "end_time": 597.0,
        "speaker": "Bri Bellavati",
        "text": "Mm. Mm. Of course."
      },
      {
        "id": 22,
        "start_time": 597.0,
        "end_time": 604.0,
        "speaker": "Brian Wiles",
        "text": "the majority of want to make a better world, regardless of what they want their impact to be. That may not necessarily be clear to them right"
      },
      {
        "id": 23,
        "start_time": 604.0,
        "end_time": 606.0,
        "speaker": "Bri Bellavati",
        "text": "Okay."
      },
      {
        "id": 24,
        "start_time": 606.0,
        "end_time": 616.0,
        "speaker": "Brian Wiles",
        "text": "now, but I think that most people have that same feeling, is that, yeah, I want to leave it just a little bit better than what I had or how I had it. want to change topics just quickly. And how..."
      },
      {
        "id": 25,
        "start_time": 616.0,
        "end_time": 624.0,
        "speaker": "Bri Bellavati",
        "text": "Mm-hmm. Sure."
      },
      {
        "id": 26,
        "start_time": 624.0,
        "end_time": 633.0,
        "speaker": "Brian Wiles",
        "text": "I know that working with technical people comes with its own inherent set of challenges. From a communication perspective, how do you overcome that?"
      },
      {
        "id": 27,
        "start_time": 633.0,
        "end_time": 727.0,
        "speaker": "Bri Bellavati",
        "text": "I think the root of it is listening, being an active listener. And, you know, When I first started off in training and development and then moved to kind of project management and you are truly that intermediary, that liaison between the client and the devs and kind of how do I play both sides of that fiddle? And I think it's really an act of listening and also asking clarifying questions. I have no shame going, what does that mean? Or, hey, can I tell you what I heard? I am track. If I'm talking to a staff engineer and they say something extremely technical and I try to like summarize it in my own words, because my job would then to be making sure I can communicate that to the client or answer their questions or be able to know how to filter their questions to know which part of our team needs to address that. And so if you don't listen and you also don't check for your comprehension, I think there's nothing embarrassing going, okay. I have not a clue what you just said or why that's important or what the impact could be. Can you help talk me through that? And every single developer, designer, anyone in the technical field that I have asked those questions, they go, hey, thanks for asking, actually. Let me try to explain that to you. Or let me explain why that would matter to the client or what you need to be saying from an account management perspective. so, I mean, it's just being, I think, intentional with your communication of going, what am I here for? And not being superficial. playing the gopher of here's a message, here's a message. But if you really want it to be, I don't know, meaningful and relevant, you've got to engage and you've got to make sure you're saying the right thing. And so ask those questions too."
      },
      {
        "id": 28,
        "start_time": 727.0,
        "end_time": 739.0,
        "speaker": "Brian Wiles",
        "text": "It's funny, right? I've been in so many large kickoff meetings where there's been so many assumptions made that when I do a lot of things with self-deprecating humor, where it's like, okay, I may be the dumb one in the room, but can we take a step back and can you explain to me what you're trying to say here? And it's so common that I am not the only person in the room who doesn't understand"
      },
      {
        "id": 29,
        "start_time": 739.0,
        "end_time": 753.0,
        "speaker": "Bri Bellavati",
        "text": "He"
      },
      {
        "id": 30,
        "start_time": 753.0,
        "end_time": 756.0,
        "speaker": "Brian Wiles",
        "text": "but I'm the only one who will step out of my comfort zone and just ask the obvious question. Even if I do it in kind of like, like I said, a self-deprecating, humorous way, it gets people to just kind of like, you know what? We've overlooked something or, hey, we didn't talk about that enough or we didn't get to the root cause of what the problem is here. So it's such an important thing to just kind of take a step back."
      },
      {
        "id": 31,
        "start_time": 756.0,
        "end_time": 780.0,
        "speaker": "Bri Bellavati",
        "text": "Okay. Mm-hmm."
      },
      {
        "id": 32,
        "start_time": 780.0,
        "end_time": 782.0,
        "speaker": "Brian Wiles",
        "text": "It may be uncomfortable the first couple of times you ask the question, but when you do that, like that is such a game changer for a lot of people."
      },
      {
        "id": 33,
        "start_time": 782.0,
        "end_time": 856.0,
        "speaker": "Bri Bellavati",
        "text": "Mm-hmm you know, not only in the verbal, but it's also, I mean, I have yet to find a dev shop that doesn't have a, how do you fix the documentation? Like how much documentation, the quality documentation, or we thought we wrote enough when we did it the first time. And, and so I think it's also really important that you take that, that mindset of do the words on the paper or the doc make sense so that when you put it back on the shelf and you take it back off, take the saran wrap back off, when you're reading those words, will somebody who has no knowledge of what this thing was, will they understand it? So I always like to do that gut check of, okay, if you're a junior developer, you just got onboarded and you're reading this document, does this explain it enough for you to take the next action or to understand the architecture or to understand the connections and whatnot? And so just having that gut check of, I writing cohesively enough? And that's another skill set that the PMs can also help with throughout that process. Honestly, you could use AI to help you. Did I write this? What's the readability of this sucker? you know, what needs to be fleshed out some more to help assist to make sure that not just your verbal, but also your written word is clear."
      },
      {
        "id": 34,
        "start_time": 856.0,
        "end_time": 864.0,
        "speaker": "Brian Wiles",
        "text": "It's funny because I was just watching a video earlier today about communication and thinking about who your audience is. And one of the tabs that I have open right now, it says Mento Principle. And basically, it's how at MIT, they structure visuals to be able to tell a story from like, OK, here's the critical piece of information. Here's the next two answers."
      },
      {
        "id": 35,
        "start_time": 864.0,
        "end_time": 881.0,
        "speaker": "Bri Bellavati",
        "text": "Mm-hmm. Mm."
      },
      {
        "id": 36,
        "start_time": 881.0,
        "end_time": 899.0,
        "speaker": "Brian Wiles",
        "text": "to the questions you had from the first one. And then here's the next four answers from those two. So it's like this pyramid of communication style. So like I had just taken a note from it because I am actively working on something that would require that sort of mindset or structure to"
      },
      {
        "id": 37,
        "start_time": 899.0,
        "end_time": 899.0,
        "speaker": "Bri Bellavati",
        "text": "Okay."
      },
      {
        "id": 38,
        "start_time": 899.0,
        "end_time": 902.0,
        "speaker": "Brian Wiles",
        "text": "effectively communicate beyond my knowledge. Because I think a lot of people get caught up on, well, I understand it. Well, you're..."
      },
      {
        "id": 39,
        "start_time": 902.0,
        "end_time": 908.0,
        "speaker": "Bri Bellavati",
        "text": "Exactly. ⁓"
      },
      {
        "id": 40,
        "start_time": 908.0,
        "end_time": 918.0,
        "speaker": "Brian Wiles",
        "text": "you're the communicator, you're not the audience. You have to take a step back from where you sit because you understand the problem too intimately. And, if I'm going to talk to someone who doesn't know any of this, how do I communicate them effectively to get them to a point where they're able to either pick up on what I'm trying to communicate and then move it forward or whatever the end goal is. So there's a"
      },
      {
        "id": 41,
        "start_time": 918.0,
        "end_time": 935.0,
        "speaker": "Bri Bellavati",
        "text": "Exactly."
      },
      {
        "id": 42,
        "start_time": 935.0,
        "end_time": 958.0,
        "speaker": "Brian Wiles",
        "text": "bunch of people out there. And I just stumbled across this series earlier today about how MIT sets people up to do different types of communication. And then these kind of exercises to think about who's the audience, what are you trying to say, make sure that you're starting with like that main principle and then cascading down without bogging down in too much either detail or data because that's where you lose people."
      },
      {
        "id": 43,
        "start_time": 958.0,
        "end_time": 1040.0,
        "speaker": "Bri Bellavati",
        "text": "Mm-hmm. Yeah, I think there's also a value in processing systems. And so at SmartLogic, we really pride ourselves on clear processing systems. And it's kind of like, I don't know, when I was 10 years old, if you were going to my closet, it was a cluster. But to me, I knew it was organized. You wanted that red sweater, I knew exactly where to find it. Though my mom would walk in, she was like, I can't see any, it's just a mountain. And so. As I've gotten older and the type A-ness has come out of me, that value of systems and processes matter. So, you know, when we look at our documentation, we look at our project management tooling, we look at, you know, how we're developing the products we're doing and documenting them. It's important that not just the person whose system it is, but that it systematize across the organization so that anyone can go find that red sweater and they know how to navigate the tools. They know this is... this is where the documentation, this will go. And I think that is a really important thing for longevity as well as, mean, let's be honest, tech people come and go. The person who made or whose closet was initially might not be there in 10 years. And so, or that client pause and development, but now they've got more funding and tonight they would come back. Goodness, who remembers that? And so that's where I pride ourselves that we have really good systems and processes and documentation practices that really kind of help transfer that knowledge over time."
      },
      {
        "id": 44,
        "start_time": 1040.0,
        "end_time": 1048.0,
        "speaker": "Brian Wiles",
        "text": "I am an ADHDer, so all of my stuff is organized in Doom piles. It is the bane of my wife's existence. But I can tell you exactly what is in what pile and be like, ⁓ who touched my stuff? And trust me, how do you know? I just know it wasn't in my pile. ⁓ And it drives her crazy. Not here, no there. Let's take a step back."
      },
      {
        "id": 45,
        "start_time": 1048.0,
        "end_time": 1066.0,
        "speaker": "Bri Bellavati",
        "text": "hahaha Yeah. I don't even know. Right."
      },
      {
        "id": 46,
        "start_time": 1066.0,
        "end_time": 1075.0,
        "speaker": "Brian Wiles",
        "text": "Can you give me like a 15,000 foot overview of who SmartLogic is, what it is that you do, and who it is that you're servicing?"
      },
      {
        "id": 47,
        "start_time": 1075.0,
        "end_time": 1157.0,
        "speaker": "Bri Bellavati",
        "text": "Absolutely. So Smart Logic is a custom dev and mobile application shop. So we build custom software. We were founded in 2005 in Baltimore, Maryland, but as the way things are, we are now a fully virtual stateside organization and we build custom software. ⁓ So the clients that we serve, given that we do custom can be in many different verticals, but I would say pretty good fibers in the like series A, series B, tech startups. It could be B2B, B2C, B2B2C startups that you're either like bringing a new product in or a new service to market and they need that extra bandwidth. We can like help accelerate the product development. We can take, you know, projects off their roadmap and really help complete them to get to their next stage. It could also be for like nonprofits or foundations that launch like one or more programs, kind of like Ocean Conservancy. They've got this product that they need that there's no, there's no off the shelf track collecting data application. So they, we made a custom, you know, we didn't make it, but we're working on their custom solution for them. And so I really think, you know, in terms of the work that we do, we build and support mobile and web applications. We're not a marketing company. We're not a website company. So we're not the WordPresses. We're not the Drupals of the world. We really focus on those custom software toolings."
      },
      {
        "id": 48,
        "start_time": 1157.0,
        "end_time": 1172.0,
        "speaker": "Brian Wiles",
        "text": "How has, and I think that this is probably a blanket question for a lot of people in that space, how has AI disrupted or interrupted or changed how you bring new applications to market?"
      },
      {
        "id": 49,
        "start_time": 1172.0,
        "end_time": 1398.0,
        "speaker": "Bri Bellavati",
        "text": "it's so exciting. So in the beginning of this year, and my goodness, it looking that seems so long ago in just early 2025. But I was using like this metaphor of like, the tsunami is here, we just need to figure out what kind of board we need is a longboard or a shop like how do get on that wave because it's not going away, we can't stop it, we shouldn't be blocking it. And I think it's, you know, really revolutionizing a lot of different things. internally as an organization, we kind of approached it. I created an internal tiger team and I'll talk about the profession in a hot sec, but like how we have started to daple and get our toes into it. Started a tiger team internally and just going like, who's interested and giving the, those who are interested to participate some leadway. So some non-billable time to just go explore. And we would meet once a week and everyone's kind of sharing, this is a cool thing that I did or I saw or I learned or I read. And that was fun. But I was getting a myriad of different things. I was getting like, look at this cool recipe I made, or look at this great graphic I made of a flying monkey. And like, that's fun. Now let's start thinking about it in terms of practice. And so we shifted ⁓ late spring, early summer to specific Tiger missions, where I wanted to see and really kind of dive into the upskilling of our team. some of our team was given, hey, we have some existing applications. Can you use AI tools? to manage and maintain these systems more effectively. And so I'm gonna give a shout out to Emma. She's one of our developers on our team. She had this Tiger mission. She had this legacy app with some really old JavaScript in there and she used some AI tools. We've got a blog, it's gonna be out there where she wrote about it, but she was able to do this really big modernization effort way more quick, quicker, more efficiently and more effectively using these AI tools to assist in that process. Some of our other tiger missions are, let's start thinking, can we build agentic apps? And what does that look like? And so we reached out to some of our key clients and said, hey, we want to do some R &D. Do you have any ideas or any use cases that might be helpful? And so we've got some working to build some agentic use case prototypes of using the client's product in the use case. And so that's been really, really fun. I think in terms of the industry, It's evolving so rapidly. mean, my goodness, what it's doing now is nothing that it was doing in January. And I can assure you that, or the hallucinations that were in January are not what I'm experiencing now, but the rise of vibe coding, anyone can code. And I think that we've definitely been seeing, there's a lot of PR out there. And I think there's a lot of value to vibe coding. I mean, you can spin up a working prototype. And I do it, I make prototypes, you know, using tools like Bolt or a rep loader anything like that. But I think it's great to get the concepts to the screen. And I think it's great for validating and getting some feedback for maybe some other potential customers or use cases on, hey, this is one way to build, what's your feedback? But I think there's some risks in that. You know, our director of engineering wrote a cool blog about Vibe to Viable, like, what does that take? there's a lot of pitfalls if you just rely on it. Like, yes, you can make an app, but is that app gonna be safe? Is it gonna be secure? Is it gonna be scalable? Are your, integrations, is the database set up appropriately? Is it gonna be fragile? Is it gonna be brittle? If you build this now and add a feature later, is that gonna break this one over here? So there's a lot of that human in the loop. I'm now saying like it's the developers in the loop as well, but like I still think that. Our engineers are extremely valuable. You will always need them to help guide you and make those truly technical decisions and advice. And that's, think, where our team can really assist those who have got this great concept. I've done this work, but how do you take it from that to something that's meaningful and viable, so to speak?"
      },
      {
        "id": 50,
        "start_time": 1398.0,
        "end_time": 1406.0,
        "speaker": "Brian Wiles",
        "text": "Yeah, it's funny because if you do look at the year, I mean, it's October now. Crazy. But how much the tools have evolved over this past year, Especially when it just comes to vibe coding. ⁓ Beginning of the year, don't think that ChatGBT had anything that allowed you to vibe code. Claude didn't."
      },
      {
        "id": 51,
        "start_time": 1406.0,
        "end_time": 1422.0,
        "speaker": "Bri Bellavati",
        "text": "Mind blowing. Mm."
      },
      {
        "id": 52,
        "start_time": 1422.0,
        "end_time": 1426.0,
        "speaker": "Brian Wiles",
        "text": "Really, you were kind of limited to cursor and bolt or v0 from a UI perspective. And that was kind of it. And now there's a bolt just released in integration with their cloud code yesterday, the day before, which I was testing out right before I hopped on this call. I don't know how my code looks, but it's there. I'll check it out after the call."
      },
      {
        "id": 53,
        "start_time": 1426.0,
        "end_time": 1448.0,
        "speaker": "Bri Bellavati",
        "text": "Good. Mm."
      },
      {
        "id": 54,
        "start_time": 1448.0,
        "end_time": 1464.0,
        "speaker": "Brian Wiles",
        "text": "But it's crazy how quickly organizations and systems have leaned into being able to produce tools to Vibecode. Because I worked for an organization, was a startup. I was one of the first few employees of it, and we spent so much time with our dev team to prototype out new features in the platform to drive new business."
      },
      {
        "id": 55,
        "start_time": 1464.0,
        "end_time": 1473.0,
        "speaker": "Bri Bellavati",
        "text": "oof This is."
      },
      {
        "id": 56,
        "start_time": 1473.0,
        "end_time": 1483.0,
        "speaker": "Brian Wiles",
        "text": "And like, it's not that it wasn't sustainable. It was, I mean, and it evolved into being a great platform, but it was very costly considering we were paying. Yes, yes. Cause we were paying like 50 or 60 grand a month just for dev support services. And, and if we were to clear out like half of our sprints that month that"
      },
      {
        "id": 57,
        "start_time": 1483.0,
        "end_time": 1502.0,
        "speaker": "Bri Bellavati",
        "text": "Costly. On time and money, both, right. Mm-hmm."
      },
      {
        "id": 58,
        "start_time": 1502.0,
        "end_time": 1508.0,
        "speaker": "Brian Wiles",
        "text": "made sure that the usability of the system didn't necessarily get upgraded that month. So bugs sat longer than they needed to just so we could proof out something to get the next big client. So, you know, it allows a lot more freedom when it comes to things like that where you can prototype something and be like, hey, this is how it's going to work when it's all done. And then you're selling the concept at a fraction of the time."
      },
      {
        "id": 59,
        "start_time": 1508.0,
        "end_time": 1608.0,
        "speaker": "Bri Bellavati",
        "text": "Mm. Okay. Mm-hmm. For sure. Yeah. There's always trade-offs, you know, and I think as the vibe coding tools get more refined, I'm excited to see how they can assist with accessibility and bake in those kinds of considerations in the vibe coding on the proactive side of things. But, you know, when you're... taking that what you've vibe coded and you really want to make sure you're creating a ⁓ sustainable product you want to take to market or put in the app store. There's definitely to me still that very big knowledge gap and that Delta where you need that technical expertise to help you make those informed decisions to make sure what you're building can support the goals that you have in mind. But for just getting a concept up or, ⁓ my goodness, I'll even use it with prospects on a call going, well, let's just... I hear your idea. Let me see if I can crank something. Is this what you're thinking? ⁓ yeah. Or no, I really don't like it looking like that. Or cool, let's change it. You know, I think there's a lot of powerful, positive impact in discovery. And that beginning part where you're really trying to figure out what is the product and what does it need to do and functionality. You could do a lot more of those what ifs without having to spend significant in wire frames or like professionalized design work. not say there's not a value in designing, because there most definitely still is for sure in that sphere as well. But I think it's really helpful in keeping the requirements more to the front seat."
      },
      {
        "id": 60,
        "start_time": 1608.0,
        "end_time": 1621.0,
        "speaker": "Brian Wiles",
        "text": "Totally agree. Totally agree. I mean, vibe coding is always has its pluses and minuses. But as an organization, what are some of the biggest challenges that SmartLogic faces in the coming year? And what steps have you all taken to overcome that?"
      },
      {
        "id": 61,
        "start_time": 1621.0,
        "end_time": 1805.0,
        "speaker": "Bri Bellavati",
        "text": "Enough. I think a big part of it is, I mean, if we all had that crystal ball, right? I mean, that would be amazing. In October of 24, did I think that I would be leading our team with Tiger missions and leading the AI that I would have done an AI bootcamp with Purdue University? No, I didn't think, I didn't know that, but it's interesting what a year can do. And so I think it's, we don't know what we don't know in terms of the technology that's gonna be changing and evolving. How's copilot gonna be compared to cursors? And I think a big question that I have with my director all the time is, we've got all these tools. One, someone needs to play with them, use them, find the right use cases for them. What are the best practices for them? When do I pull this one out of the closet versus that one and compare contrast? And by the way, wait, they're changing every day. So what tool you used to do for this? this one might have a better model for that now. And so it's staying abreast. I think of those changes is on all of our forefront and so a challenge that we all need to be doing. So yeah, it's knowing that it's rapidly, rapidly changing and that you need to stay current and relevant in it. So how do you maintain doing the work that you're doing, but also baking enough R &D and practice and learning and then sharing that out? So things that we're doing to mitigate that. One, I'm going to do another plug out there for anyone who listens to the podcast, the artificial intelligence show by the marketing Institute. Excellent. It's a weekly podcast. I would get nothing from it, but they get it's a weekly podcast, but they give you like the news. This is what's happened in the news of AI this week. And I didn't think I'd need to listen to it weekly. Just check it. No, now I'm like, goodness, what happened that this week? there is a new model. I didn't know about that. And so that's just the instant feed of news. that I've been using to ingest that information. But also I belong to a networking group called the Bureau of Digital. If you're not a member of that, it's fantastic support group of other agencies and consultancies in the dev world like ours. And so I've also volunteered to host a monthly AI Did What? It's a AI show and tell. And so it's a drop-in, super informal, but here we are different practitioners of all different technical abilities. But in the agency consultancy space of development and marketing and things along those lines. And everyone just comes and we're like truly just sharing to show and teach each other. Cause we're all on that way with our surfboards trying to make sure that we're all, you know, staying afloat, so to speak of the knowledge train. So yeah, I think it's just, and then giving your team that space and that support of flexibility going like, Hey, I tried this. actually took me double as long. But I learned this thing. Great. Now tell that lesson to our colleagues and help them get ahead of this too so we can learn from each other. But I think right now we're all kind of learning by doing and sharing that out so we can all get to the place where we can have the right tools, the right use cases, the best practices, but recognizing that those are constantly evolving and iterating and changing as a tech is. That's a lot of answer. Sorry. ⁓"
      },
      {
        "id": 62,
        "start_time": 1805.0,
        "end_time": 1821.0,
        "speaker": "Brian Wiles",
        "text": "The other place that I know that was great, the other place that I think I technically I usually go to when it comes to knowing what's evolving in an AI space is there are a ton of really good newsletters that are daily. None of them are super long reads and usually link out to deeper articles, TLDR's one."
      },
      {
        "id": 63,
        "start_time": 1821.0,
        "end_time": 1832.0,
        "speaker": "Bri Bellavati",
        "text": "Brilliant. It is. Yeah, have that one too. I love it. It's so good. It's good too."
      },
      {
        "id": 64,
        "start_time": 1832.0,
        "end_time": 1845.0,
        "speaker": "Brian Wiles",
        "text": "Neuron is one. ⁓ There's two or three others that I get delivered to the inbox every single day that when I'm my workout, between sets, I'm going through my email, OK, let's scroll through it see what's going on today. Exactly. And if there's ever anything that I want to dive deeper in, I just click on the article and then I read it when I get home. But yeah, is crazy how quickly everything is evolving and how"
      },
      {
        "id": 65,
        "start_time": 1845.0,
        "end_time": 1859.0,
        "speaker": "Bri Bellavati",
        "text": "Quick scroll. Yeah, that's a great one too."
      },
      {
        "id": 66,
        "start_time": 1859.0,
        "end_time": 1867.0,
        "speaker": "Brian Wiles",
        "text": "how hard it is to stay on top of any of the use cases for any of the tools. Because you can get so spread thin on just like exploring new ones."
      },
      {
        "id": 67,
        "start_time": 1867.0,
        "end_time": 1914.0,
        "speaker": "Bri Bellavati",
        "text": "⁓ yeah. Well then you can become like an expert, but you're like an expert for the minute because are you going to be like, you might be an expert today, tomorrow might've changed and you might need to pivot or there might be something new and fresh. And I think it's just being open and having that mindset of like, okay, everything we knew about what we used to do is changing. And that means we have to change and evolve as well. But that doesn't mean we stop what we do or everything is, we have to jump to a new way. No, like let's just be curious, explore within reason, within constraint, within being pragmatic as well. But I think it's just having that openness and that willingness and that mindset of just how do we evolve with versus, because I think if you're resistant, I think that'll be, you know, it'll age itself out. But I think it's just more how can you emerge with."
      },
      {
        "id": 68,
        "start_time": 1914.0,
        "end_time": 1918.0,
        "speaker": "Brian Wiles",
        "text": "completely agree. Bri, it's been a pleasure so far today. I give all of my guests 90 seconds to plug anything that they're passionate about. So in your case, that could be smart logic, that could be education, that could be anything. So without further ado, the next 90 seconds are yours."
      },
      {
        "id": 69,
        "start_time": 1918.0,
        "end_time": 2011.0,
        "speaker": "Bri Bellavati",
        "text": "Likewise. Well, I just love being invited. So thank you for today. For SmartLogic, ⁓ we build custom web and mobile applications. So if you have existing applications and you need support, if you have a timeline, a milestone that you need assistance on, give us a call. If you have a new concept, a new product, and you've got the funding and you're ready to go, but you don't have a dev team, give us a call. If you've got a concept ⁓ and you need a prototype, give us a call. If you have some tech, you need it to be audited, give us a call. So there's many different things that we could be doing to be supporting your needs. We are always open for free, consultating, like intro calls, share us your problem, what's keeping up at night, and let's see if we're a good fit. And if we're not a good fit, we'll let you know and see if we can network you with someone who we do know, because we do have a pretty broad network. We also have our own podcast called the Elixir Wizards Podcast. So if you want to learn more about the Elixir world, which is a great dev language, definitely check us out. many different seasons of content, which would be interesting to explore. And then personally, I can't not say anything we could do to support women and diversity in tech, I think is always of importance. Shout out to UMBC. Got to be a guest speaker of their women in tech and at the university. But the more that we can be supporting each other and supporting groups who non-traditionally are going to this field, I think that's going to make the tech world a better place, not just our world, but the tech world as well."
      },
      {
        "id": 70,
        "start_time": 2011.0,
        "end_time": 2013.0,
        "speaker": "Brian Wiles",
        "text": "Thank you so much for your time today."
      },
      {
        "id": 71,
        "start_time": 2013.0,
        "end_time": 2018.0,
        "speaker": "Bri Bellavati",
        "text": "Thank you. Appreciate you."
      }
    ]
  },
  {
    "episode_id": "ep002",
    "title": "Database Performance and Cloud Costs - Douglas from Fortified",
    "duration": 1890.0,
    "transcript": [
      {
        "id": 1,
        "start_time": 0.0,
        "end_time": 73.0,
        "speaker": "Brian Wiles",
        "text": "On today's episode of Curve Ahead, COO of Fortified, the world of databases, performance what we would bundle up and call observability of phenops. We get into two big ideas. First, Douglas breaks down why cloud billing is exploding and it's not just storage. It's inefficient code, legacy decisions, and the fact that most companies have no real handle on the actual cost of their database queries. He walks through how workload telemetry that drives 80 to 90 % of your infrastructure costs. Second, we zoom out and talk about remote work. run remote first teams long before it was trendy, and he's blunt about what we've lost. Real mentorship. shoulder to shoulder problem solving and that in-person culture that actually sharpens people instead of isolates them. In listening to this episode, you'll walk away with a different lens of performance, not just is it fast, but is the juice worth the squeeze for what we're paying? Let's dive in."
      },
      {
        "id": 2,
        "start_time": 73.0,
        "end_time": 76.0,
        "speaker": "Brian Wiles",
        "text": "Hey Douglas, welcome to the show. Do you mind introducing yourself?"
      },
      {
        "id": 3,
        "start_time": 76.0,
        "end_time": 80.0,
        "speaker": "Douglas McDowell",
        "text": "Sure. Douglas McDowell. And do you want the full rundown? How much introduction do you want,"
      },
      {
        "id": 4,
        "start_time": 80.0,
        "end_time": 88.0,
        "speaker": "Brian Wiles",
        "text": "Tell me about your background. Tell me about kind of your past work experience, what you've worked on, and how that's led you to Fortified."
      },
      {
        "id": 5,
        "start_time": 88.0,
        "end_time": 233.0,
        "speaker": "Douglas McDowell",
        "text": "Sure, yeah. so, yeah, I'm COO at Fortified and Versailles company. But I've been in tech for quite a long time. I've seen a couple of bubble bursts, so to speak. Started before the dot com bubble burst and have almost always been focused on database technology, first from a services perspective. did a lot of, back in the day we called it data warehousing and business intelligence and then advanced analytics. And it's all the precursors to everything that gets lumped into AI now and did that from a professional services standpoint and did a lot of managed services as well. And then moved into software in beginning of 2017 and was very focused on database performance monitoring and You know, of course, everything monitoring has now become observability, it seems like. And I was with the company Sentry One, Sentry with an S. Not to be confused with Sentry 21 or Sentry the safe company, but Sentry One, because we were a Sentry patrol that watched your database. And we got acquired by SolarWinds at the end of 2020. It's another company that has funny name. SolarWinds doesn't do solar technology, doesn't have any renewable energy. It's another software company. ⁓ worked with SolarWinds and a few stops along the train there. And I'm at Fortified now, doing a lot of the same things because I'm focused on database performance monitoring, observability, and now FinOps. So that was a long way around the box. Brian to tell you one of the things that really attracted me to Fortified is not just getting to do some of the things that I've been doing for a long time and have a passion about, but one of the more recent passions is around the cost of technology. total cost of ownership, the cost of the cloud, but then all up cost of technology. And that's one of the things that I'm getting to work on now that turn me into fortified. I guess I'm supposed to say, and I skipped it, that the people were the reason I came to 452, and I should say that because that's one of the most important things, regardless of what type of technology is exciting and I'm passionate about, but it's all about who you get to do it with. And I'd be remiss not to point that out, and that's a critical part of the draw."
      },
      {
        "id": 6,
        "start_time": 233.0,
        "end_time": 248.0,
        "speaker": "Brian Wiles",
        "text": "I love that response. It's funny. I've done nearly a hundred of these and you're probably the only second person who said the people. So it's not necessarily always top of mind, though without the people, the execution becomes a lot harder."
      },
      {
        "id": 7,
        "start_time": 248.0,
        "end_time": 277.0,
        "speaker": "Douglas McDowell",
        "text": "It is, yeah. you regardless of whether we want to talk about it or not, but before I was in technology, I was actually in restaurants and hospitality. And, and that was some days a miserable business to be in because it's just such a grind, but it was all about the people. And if you were working, in a, restaurant or a hotel that had great people, or if you were just on a shift. where the people had the energy, then it didn't matter what got thrown at you. And so it's always been important."
      },
      {
        "id": 8,
        "start_time": 277.0,
        "end_time": 297.0,
        "speaker": "Brian Wiles",
        "text": "Yeah, it's funny. I've had a couple of situations like that in my career also that like you, you find a core group of a few individuals that make your work life balance, especially when everything hits the fan so much easier. you can, you, you, you trauma bond essentially for lack of better terms."
      },
      {
        "id": 9,
        "start_time": 297.0,
        "end_time": 309.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, I have had that situation during the 96 Olympics when I was doing cooking for the sponsor village. That was trauma bonding with the core group. We felt like we could do anything after that together."
      },
      {
        "id": 10,
        "start_time": 309.0,
        "end_time": 322.0,
        "speaker": "Brian Wiles",
        "text": "So tell me more about what Fortified focuses on. So you were telling me about DB performance, monitoring observability, but also cost of technology, total cost of ownership. What else are you guys focused on? Who are you working with? And just kind of give me that 15,000 foot overview."
      },
      {
        "id": 11,
        "start_time": 322.0,
        "end_time": 607.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, we'll look. Yeah, well, I like the fact that you kind of threw in the 15,000 feet because kind of a level or two above that is this growing issue is that over a decade ago is, you know, the cloud came around much before that, but about a decade ago or so people really started to make that mass migration and really turn up the heat to kind of go to the cloud and everybody, there started to be this groundswell, just people being pissed off about their cloud bill. And, uh, but the thing was, is that there was a shift and, you know, I don't want to get into finance too much, but you probably have heard of capital expenditures and operational expenditures, capital expenditures. We pay for something upfront. Um, and, uh, or operational expenditures, kind of you rent it and The cloud, because it's on a consumption model, was built around operational expenditures or OPEX. And so you didn't really have to plan. You could do infrastructure as code. You could just turn it on. We've even gotten to ephemeral workloads now. But the reality is, is that people were making these critical architectural decisions and spinning up stuff. And holy cow, they find out a month or a quarter ⁓ later about how much they actually spent. Or make mistakes about leaving things on that were supposed to be turned off and all the things that we've heard horror stories about and so when you look at the performance of systems the metrics actually have changed because it's I like to use Metaphors like is the juice worth worth the squeeze, you know if we're going to have ⁓ Guaranteed uptime and have a certain amount of infrastructure to assure business continuity or failover, or if we're going to have a certain amount of sub-second response time on all of our application pages, or whatever the use case is, there's pieces of technology back behind that. There's infrastructure, and there's a heightened cost for that. And of course, developers get really excited about making sure that their applications are fully available and that they're really fast. is the juice worth the squeeze. And so that has really created this issue of the cost of technology. we really have to, whether you're in the cloud or not, we're in an operational expense or OPEX world because even if you're still bare metal running it on prem, most of your stuff, your servers are leased, your software is subscribed to. And so it's all not capital expenses, you're actually running a consumption model in-house. And so kind of setting the table because it's not all about how fast a database or other part of your tech stack performs, it's how fast it performs for what you're paying and are you making good decisions. The other thing is that We never really think about it if we're we the royal week, you know, for developers, we don't think about is there an expiration date on code because there isn't. And sometimes you'll promote code into production and it'll get ⁓ overwritten and wiped out in the next release. But chances are it will stay out there for quite a while. And of course, if you're a production or CIO type of role where you're keeping your systems online and caring and feeding, you're probably dealing with a lot of legacy systems that might have been around for decades even. And so think about when that code was written and how efficient was it written. so therefore, how long, if there's inefficiencies in it, has it been driving higher? cost than it could if you you That's really one of the core things inside of tech debt. ⁓ you know often tech debt is thought about as just You know kind of how they get certain functionality and they build it on top of one another and it's a you know, one thing on top of another that way, but it's also the underlying use of infrastructure and how efficient that is, and that's the can that gets kicked down the road more often than not because historically, you we threw CPUs at it, we threw extra RAM at it, and we threw extra SAN arrays and other storage and... And guess what? It fixed it that year and it was cheaper that year than the man hours or whatever the effort would have been. But now we're 15 years down the road and you're still running that much extra horsepower. Anyway, you get the idea that I can talk about this for a long time. The real question at the beginning, and sorry, I'll land the plane here. ⁓ The real question at the beginning was what Fortified's doing about it."
      },
      {
        "id": 12,
        "start_time": 607.0,
        "end_time": 616.0,
        "speaker": "Brian Wiles",
        "text": "haha"
      },
      {
        "id": 13,
        "start_time": 616.0,
        "end_time": 702.0,
        "speaker": "Douglas McDowell",
        "text": "We're focused on database and the reason we are is, well, number one, that's what we love and we know. But number two is that that's usually your most expensive kind of critical mass workload in the tech stack. It uses the most storage. Well, firstly is that every application is a database application. It has to have a place for the data to live. So it has to be stored, it has to be updated, it has to be deleted. If not needed anymore, of course, data hardly ever gets actually deleted. It's still kept five different places. But anyway, it drives the most, you know, resource utilization. So that's why we're focused on it. But then we're using monitoring or observability information to that historically was all about performance. How do we make it faster? And we're taking that and we're saying, well, actually we have the actual workload information so we can look inside that workload and say, what is the cost of inefficient code all the way down to the query level? Because usually what happens is about 10 to 20 % of all your code, usually about 10 % of it will drive about 80 to 90 % of your overall resource utilization, therefore your cost. And so we can be really prescriptive in saying, These lines of code are, you if you want your bang for the buck to really increase, that's where you need to focus, not on the whole database, not on the whole server."
      },
      {
        "id": 14,
        "start_time": 702.0,
        "end_time": 729.0,
        "speaker": "Brian Wiles",
        "text": "When do you typically see clients coming to you? Is it, hey, you know, I just got my AWS bill and it's insane. Like, can you help me diagnose why it's so large or, hey, you know, we have this on-prem service we're considering going to the cloud. Can you help us evaluate the best options for us? Like, when do people typically come to Fortified and say, hey, we need your help right now?"
      },
      {
        "id": 15,
        "start_time": 729.0,
        "end_time": 839.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, well, the interesting thing is that we're finding that despite the... When people have a conversation and hear some of the things I was just saying, they kind of walk away. At some point, they have an epiphany moment and go, holy cow, yeah, this makes a ton of sense and ⁓ we need to do something about it. But the reality is that that market space, specifically cost of code and the kind of the... cultural thing around it, being considered of that in the design process all the way up through testing before it gets into production. All of that stuff is still very emergent. And so we don't have but a handful of the people that come to us actually with some of the scenarios you were auctioning off there. Most of the folks are still coming to us with traditional use cases around database performance. When I think about database environments, think about security, availability. Those are both binary. Database has to be secure, has to be accessible. So uptime and data access, those are binary. You get those wrong, people lose jobs, companies go under. But then there's this other big sphere that is performance because that actually goes all the way to the end user of the applications and what is their performance experience with it. And so that's usually the litmus of whether the database is doing well. And so most people are coming to us to say, we've got performance issues or we have availability. We want visibility around availability and security. And then we really need to do optimization for performance. And then by the time they become a fortified customer, they're all in on. the cost of their database. So it's not just all about the performance, but is it the performance versus what we are paying for."
      },
      {
        "id": 16,
        "start_time": 839.0,
        "end_time": 863.0,
        "speaker": "Brian Wiles",
        "text": "So one of the things that you had mentioned, and I think this is very timely, is with regards to uptime and security. over the last couple of weeks, it's been wild with both an AWS outage last week and Azure, I think, earlier this week. those are two, one of the two biggest providers out there right now, name-wise. What are your thoughts on that?"
      },
      {
        "id": 17,
        "start_time": 863.0,
        "end_time": 969.0,
        "speaker": "Douglas McDowell",
        "text": "Well, sure, I think that it just proves out that there's no such thing as bulletproof uptime. regardless of whether you're doing it in-house with good oversight, you're going with some type of semi-private cloud or data center, or you're going with one of the big boys, it's not an if, it's a when on the outage. And you just need to... Be honest with yourself about what your tolerance is for those types of outages because you can, it starts to get really expensive really quick when you say, okay, I can't afford to have all my eggs in one basket, so to speak. But then what does architecting multi-geo failover type of application look like? And again, is the juice worth the squeeze? Sometimes it really is. And it has to be that way. More times than not, it probably doesn't. And people just haven't really talked through. And that's where the whole practice of FinOps comes in, because the first thing that you do in FinOps is that you gain visibility. And then you actually put costing on things and do what's called showback, where you show the actual cost of different things. kind of one of the cliches in the database space and what we deal with is that people don't want to throw their data away. And, you know, like for instance, I don't know, there's a use case where you need to keep it around for seven years, but then it doesn't matter that it's over seven years old. No, it might be valuable. You go, it might be, it costs you $50,000 a year. Oh, oh, well, we can get rid of that. you know, or whatever it is, we've had those conversations because all of a sudden there's a newfound visibility to it. And they say, okay, we're talking about actual tangible numbers, not just the fear of throwing something out."
      },
      {
        "id": 18,
        "start_time": 969.0,
        "end_time": 980.0,
        "speaker": "Brian Wiles",
        "text": "Is that like the cost of storage? Is that one of the biggest surprises that a lot of businesses in executive experience when you're doing that showback process?"
      },
      {
        "id": 19,
        "start_time": 980.0,
        "end_time": 1025.0,
        "speaker": "Douglas McDowell",
        "text": "Well, it's never just the cost of storage it's ⁓ so there's always the consideration of how hot the storage needs to be from a performance and accessibility standpoint. But then there's the whole accessibility wrapper. It's not sitting someplace as a latent backup. It's storage in some type of database that's online, but then has vulnerabilities to it and has compute attached to it and memory attached to it. you know, all of the patching and everything, the ecosystem that surrounds it. So there's a loaded cost to it. And so it's usually not just the storage costs that's because storage has gotten pretty commoditized and especially if it's kind of mid range or down. So it's everything else. It's the whole, whole package there."
      },
      {
        "id": 20,
        "start_time": 1025.0,
        "end_time": 1054.0,
        "speaker": "Brian Wiles",
        "text": "One of the things that I'm thinking of as we're having this conversation is it's like, as a business, do you really own any of this? Like if you're a commoditized storage and server system, and if you're potentially renting some of your software, it's like, what is it that you own other than potentially the processes that you implement on top of the software and potentially the data that you're collecting as part of your process of doing business. It's more of a hypothetical, not a real question."
      },
      {
        "id": 21,
        "start_time": 1054.0,
        "end_time": 1215.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, it's all online. No, no, no, it's true is that you're paying for the consumption of digital and online services. And that, well, that's a fascinating thing because I've been a Microsoft guy most of my career. I was an MVP and on the partner advisory council. I've just been in that ecosystem for most of what I've done. And there was that definitive shift. almost two decades ago where they quit being a software company and they became an online services company. And the software was just what they made to, you know, attract people and to make their clouds sticky. And that's, it was interesting because it affected me as a services and then as a software partner because they're so partner first. but then they also left so much stuff that they never did in their software. They kind of left the operational ownership piece. They just didn't do anything with it. And ⁓ it still left a lot of space for monitoring and observability, but they started to get a lot more interested in that with Azure Monitor and specific flavors of that. And you've seen that in AWS and GCP with their native tools because If you don't have good operational ownership, you have churn. Because it's not just about luring people to your cloud. It's about being sticky and being addictive. it's the land and expand motion. And a lot of that comes down to operational ownership tools and operational costs. And that's the other thing that's kind of interesting is that we can help people minimize their cloud spend, get it under control, have more visibility to it. but it actually makes us a friend to like for instance, Microsoft Azure, because people are mad about their cloud bill. And what are people doing? They're constantly shopping clouds and they're constantly moving stuff around. And like one of the things that we focus on is SQL Server. And even though that's a Microsoft technology, it is one of the most portable workloads that runs really well, no matter where it is. AWS RDS, Relational Data Services, which is their platform as a service or PaaS offering for SQL Server, has been benchmarked to be faster than Azure's offering at different times. people, just because they're running on SQL doesn't mean that they're going to run it on Azure. And so Microsoft likes our ability to, if they can keep it in control and feel like ⁓ they can have it in control, they're going to... Data begets data. So if you have data someplace, it's going to grow. And so that's the holy grail, golden fleece, whatever of these cloud providers is getting your databases into their cloud because it's going to grow where it's planted."
      },
      {
        "id": 22,
        "start_time": 1215.0,
        "end_time": 1236.0,
        "speaker": "Brian Wiles",
        "text": "Yeah, that's too true. getting ready to launch a new app and then working. So I've done the framework for the database and getting ready to deploy the build for it. I was like, this is way bigger than I thought it was originally. Because originally it was like, five, six tables. No, I'm like four dozen deep. I'm like, OK, this is going to take a minute."
      },
      {
        "id": 23,
        "start_time": 1236.0,
        "end_time": 1267.0,
        "speaker": "Douglas McDowell",
        "text": "Well, yeah, and then there's this entourage effect too, because then you're going to build the app and you're going to get it into, you're going to have three environments where you're going to, you may have more, but just hopefully you will have at least three environments of it to take it through application life cycle. Then once it's in production, you're going to get some customers and then guess what? You're going to need reporting. And then all of a sudden, you know, you're going to have more than one app and then you're going to have backend systems and Data begets data, there's this whole entourage around it. yeah."
      },
      {
        "id": 24,
        "start_time": 1267.0,
        "end_time": 1302.0,
        "speaker": "Brian Wiles",
        "text": "So one thing I want to change topics a little bit. During our pre-call, you had brought up something that I really want to dive into you with is, I mean, a lot of people because of COVID in 2020 switched to remote work. And you and I had a very in-depth conversation about some of the pitfalls that surround that. So I want to dig back in. to that with you if that's okay. Can we start with like, what are your main pain points of remote work and some of the pitfalls that people are experiencing because of it?"
      },
      {
        "id": 25,
        "start_time": 1302.0,
        "end_time": 1387.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, and just a little backstory there is that when I was building and running my consulting company, we were completely remote first, kind of before it was a cool thing. And so I had this nice finished basement office, but had those little windows kind of like right there. That was at ground level, but it was at kind of head level in my office. And I had to add full spectrum lighting and things like that just to keep me alive. and ⁓ did that for over a decade in that office. as nice as it was, it was just like, I got to get someplace where I'm interacting with other people. And when I moved into software and was looking at my next opportunity, a key thing was, do they have an office and does it have a vibrant kind of culture there? And it ended up, was living in Maryland at the time and got this opportunity in Charlotte where I am now. And that's what brought me to Charlotte. I'm like, I am moving. I'm going to go. I'm going to be in the office. And then fast forward to we got gobbled up by SolarWinds. And I became the site leader for the now Charlotte office. we had COVID. And during COVID, it was me and the facilities manager and the office manager. The three of us were in this massive office because we were the three people that came in. And I did get out of the house. And then we finally had RTO. Remember RTO returned to office and had a big party and told everybody that, you know, if they wanted a job, they had to be there three days a week. And, and of course, most of them were really upset about that. And now we've kind of come to this place culturally in the work culture, especially in tech."
      },
      {
        "id": 26,
        "start_time": 1387.0,
        "end_time": 1401.0,
        "speaker": "Brian Wiles",
        "text": "Mm-hmm."
      },
      {
        "id": 27,
        "start_time": 1401.0,
        "end_time": 1582.0,
        "speaker": "Douglas McDowell",
        "text": "or we've acquiesced to people being really flexible hybrid or even remote for most jobs. And a lot of that has been like a concession for recruiting talent, especially experienced talent, because you've got folks that, like me, have been in the workforce for quite a while, have a certain amount of experience. And if you want to get them into the organization, They don't want to come into the office or they definitely don't want to relocate to a different city to be in an office. They'd rather do whatever they figured out they love doing during COVID. so one of the things that I'm really concerned about, I'm seeing this make its mark on the younger generation is that we have all these folks that are flowing out of college and into their first ⁓ working experience. and they have no one to sit shoulder to shoulder, to hip with them and figure something out in their cube or at a conference room table. They have to have the audacity to book time with somebody on Zoom or Teams and fit into a half an hour slot. And there aren't water cooler conversations. There's none of that. And there's just not a in-person mentoring experience. And we're doing massive disservice to that younger generation. I think it also hurts folks like me because when you have mentees, it actually makes you sharper, keeps you sharper, keeps you more engaged, makes you more empathetic for what the needs are in your organization and those type of things. So the last thing on that is that, you doesn't have to be the last thing, but just to put a little end cap on that is that when you're remote, you have this new flexibility, but that makes you inflexible to everybody else. so back to the kind of scheduling a Teams meeting or Zoom or whatever you're using, it's that, well, your life gets carved up into if you... had the luxury of working in an eight hour day, that's 16 segments of your day that are available to other people. And then you take into account time zones and then people, once they start working at home, they feel that they're entitled to go pick up their children at whatever time or whatever else comes up and you want to be flexible. But then all of a sudden that creates more constraints on when people can just get a minute of your time. And then I'm guilty of this is that you're just not as accepting of a blind telephone call, which is the best thing that we can do, the closest equivalent of kind of walking down the hall and sticking our head in somebody's office and saying, hey, of course we have chat apps and things like that, but they lose tone and they're asynchronous and people miss them. It's so much different than sticking your head in somebody's office saying I've got a problem with this I really need your input on it and being able to get three opinions on something because all three people are in the office anyway"
      },
      {
        "id": 28,
        "start_time": 1582.0,
        "end_time": 1650.0,
        "speaker": "Brian Wiles",
        "text": "Yeah, no, no, I'm with you there. think that there's there is something that's kind of lost over time because of remote work, especially like people who have more experience in certain situations. And yeah, you don't necessarily want to be pinged. Hey, can you chat? And then it's like, what? Like, there's so many eye rolls that happen when that ping comes through on your computer. Yes, I can chat, but let me check my attitude when I'm reading this message and at least can you provide me more context to what you want to talk about? Back to the mentorship piece also, I think it is important, right? Because if you aren't in a place where you can have work-related conversations with peers or other people in the organization, there's part of that rapid learning that you would normally have in an office setting that just isn't there. You can read all the documents you want, but those lessons learned from having a conversation aren't present in a PowerPoint presentation."
      },
      {
        "id": 29,
        "start_time": 1650.0,
        "end_time": 1706.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah, and then there's the whole lost pre-meeting small talk. If you're in a one-on-one, I regularly hop in and ask about the upcoming weekend or how their child is doing or whatever that is on a personal level. But we're also on big meetings sometimes, quite frequently in larger companies. And that normally would be big boardroom where, you know, or even a type of classroom situation where you go in, you sit next to somebody and you're waiting for things to start and you're chatting with just the people around you. You jump on a company teams meeting where you're chatting with everybody on the team. There's no little segments or side conversations that you can have to catch up with somebody because you're both coming into the monthly company meeting. or the weekly sales meeting or whatever. And I think that that's lost in a herse culture."
      },
      {
        "id": 30,
        "start_time": 1706.0,
        "end_time": 1739.0,
        "speaker": "Brian Wiles",
        "text": "I think that it creates more separation between coworkers. Because, I mean, there's a lot of times where I was working in the office that I would consider a good majority of my coworkers, my friends also, because you're spending so much time with them and you're able to communicate with them freely. You understand each other. You know their quirks. You know their coffee order. You you're taking walks down the street or around the block together to talk like... through a problem or solution. Yeah, and that's kind of missing."
      },
      {
        "id": 31,
        "start_time": 1739.0,
        "end_time": 1740.0,
        "speaker": "Douglas McDowell",
        "text": "Yeah. But I want to be also somewhat empathetic that other people are wired differently than me. And because the funny thing is that I'm actually an introvert. so, you know, things like going to conferences and networking is much more exhausting to me than it ever has been. But that doesn't change the fact that I like to be in an office."
      },
      {
        "id": 32,
        "start_time": 1740.0,
        "end_time": 1761.0,
        "speaker": "Brian Wiles",
        "text": "I would agree."
      },
      {
        "id": 33,
        "start_time": 1761.0,
        "end_time": 1802.0,
        "speaker": "Douglas McDowell",
        "text": "with a certain amount of activity around me and then the ability to be efficient because of access to people. And then also, you know, there's radical candor, which Kim Scott made famous with her book, but it's all about, you know, personally caring and then challenging directly. So you can't be efficient and challenge people and you... iron sharpens iron make each other better if there's not a personal component to it. And it's really hard sometimes to build that personal component when you don't have just side interactions or just the ability to sit down with somebody and have lunch in the lunch room."
      },
      {
        "id": 34,
        "start_time": 1802.0,
        "end_time": 1818.0,
        "speaker": "Brian Wiles",
        "text": "Yep, totally agree. Douglas, I appreciate your time today. At the end of each one of my podcast episodes, I give everybody 90 seconds to plug anything that they're passionate about. So in your case, that could be Fortified, that could be anything else. So without further ado, the next 90 seconds are yours."
      },
      {
        "id": 35,
        "start_time": 1818.0,
        "end_time": 1878.0,
        "speaker": "Douglas McDowell",
        "text": "Sure. Well, the funny thing, I always talk about database people are different and I always say that they're a special kind of crazy. And so sometimes that makes people then be a little bit isolated or not. It also makes them very independent and self-sufficient. And so the whole space that I work in has been interesting because of that. But I think that... What I was talking about before, the whole cost of code and the mindset shift from performance to performance at a specified cost is a critical mindset shift. And I really look forward to folks checking out what Fortified's doing because I can't find anybody else that's doing the same thing and really leveraging telemetry from monitoring and observability. to then make not just performance decisions, but decisions about your most costly and most valuable asset, which is your data and the database. So we'd love for folks to check us out. I think you'll be a fan."
      },
      {
        "id": 36,
        "start_time": 1878.0,
        "end_time": 1879.0,
        "speaker": "Brian Wiles",
        "text": "Where can they find you?"
      },
      {
        "id": 37,
        "start_time": 1879.0,
        "end_time": 1882.0,
        "speaker": "Douglas McDowell",
        "text": "Fortified.com we've got a really strong URL."
      },
      {
        "id": 38,
        "start_time": 1882.0,
        "end_time": 1885.0,
        "speaker": "Brian Wiles",
        "text": "Easy to remember. I appreciate the time."
      },
      {
        "id": 39,
        "start_time": 1885.0,
        "end_time": 1890.0,
        "speaker": "Douglas McDowell",
        "text": "All right. Thanks, man."
      }
    ]
  },
  {
    "episode_id": "ep003",
    "title": "MSP Best Practices and AI Automation - Nick from 404 Ninjas",
    "duration": 2862.7,
    "transcript": [
      {
        "id": 1,
        "start_time": 0.0,
        "end_time": 3.783,
        "speaker": "Speaker",
        "text": "Today I'm joined by Nick, the founder of 404 Ninjas"
      },
      {
        "id": 2,
        "start_time": 3.783,
        "end_time": 9.835,
        "speaker": "Speaker",
        "text": "an Atlanta-based MSP that keeps small firms stable, secure, and sane."
      },
      {
        "id": 3,
        "start_time": 10.155,
        "end_time": 22.5,
        "speaker": "Speaker",
        "text": "Nick's superpower is translating Moonman tech into plain English and right-sizing tools paying Cadillac prices for grocery-getter needs."
      },
      {
        "id": 4,
        "start_time": 23.02,
        "end_time": 24.901,
        "speaker": "Speaker",
        "text": "We tackled two big points."
      },
      {
        "id": 5,
        "start_time": 24.901,
        "end_time": 28.477,
        "speaker": "Speaker",
        "text": "First, stack sanity and compliance."
      },
      {
        "id": 6,
        "start_time": 28.477,
        "end_time": 41.104,
        "speaker": "Speaker",
        "text": "why most SMBs overbuy software, skip penetration tests, and sleep on HIPAA slash SOC 2 compliance, and how NICS stabilizes, patches, documents."
      },
      {
        "id": 7,
        "start_time": 41.104,
        "end_time": 42.816,
        "speaker": "Speaker",
        "text": "and only then scales."
      },
      {
        "id": 8,
        "start_time": 42.816,
        "end_time": 45.878,
        "speaker": "Speaker",
        "text": "Cutting costs without adding risk."
      },
      {
        "id": 9,
        "start_time": 45.918,
        "end_time": 48.211,
        "speaker": "Speaker",
        "text": "Second, community and leverage."
      },
      {
        "id": 10,
        "start_time": 48.211,
        "end_time": 63.276,
        "speaker": "Speaker",
        "text": "How being a connector compounds trust and how Alfred, Nick's AI front desk, handles tier zero tickets, triage, scheduling, quick fixes so humans can focus on real work."
      },
      {
        "id": 11,
        "start_time": 63.276,
        "end_time": 66.983,
        "speaker": "Speaker",
        "text": "Listen and you'll leave with one practical play."
      },
      {
        "id": 12,
        "start_time": 66.983,
        "end_time": 71.039,
        "speaker": "Speaker",
        "text": "how to stand up your own lightweight Alfred this week."
      },
      {
        "id": 13,
        "start_time": 71.22,
        "end_time": 73.869,
        "speaker": "Speaker",
        "text": "Map a three question decision tree,"
      },
      {
        "id": 14,
        "start_time": 73.869,
        "end_time": 79.177,
        "speaker": "Speaker",
        "text": "clean handoffs to a human and use friendly, non-jogging replies."
      },
      {
        "id": 15,
        "start_time": 79.177,
        "end_time": 80.971,
        "speaker": "Speaker",
        "text": "Faster answers for clients."
      },
      {
        "id": 16,
        "start_time": 80.971,
        "end_time": 82.692,
        "speaker": "Speaker",
        "text": "and hours back to you."
      },
      {
        "id": 17,
        "start_time": 82.692,
        "end_time": 83.824,
        "speaker": "Speaker",
        "text": "Let's get into it."
      },
      {
        "id": 18,
        "start_time": 83.96,
        "end_time": 85.484,
        "speaker": "Speaker",
        "text": "Hey Nick, welcome to the show."
      },
      {
        "id": 19,
        "start_time": 85.484,
        "end_time": 86.969,
        "speaker": "Speaker",
        "text": "Do you mind introducing yourself?"
      },
      {
        "id": 20,
        "start_time": 86.969,
        "end_time": 88.099,
        "speaker": "Speaker",
        "text": "Not at all, not at all."
      },
      {
        "id": 21,
        "start_time": 88.099,
        "end_time": 89.44,
        "speaker": "Speaker",
        "text": "Thank you for having me on Brian."
      },
      {
        "id": 22,
        "start_time": 89.44,
        "end_time": 99.064,
        "speaker": "Speaker",
        "text": "I really do appreciate this opportunity here My name is Nick Capello and I own a company called 404 ninjas Basically what we are we are a minute."
      },
      {
        "id": 23,
        "start_time": 99.064,
        "end_time": 105.859,
        "speaker": "Speaker",
        "text": "We are a managed service Provider so big big big turn for a IT geek here"
      },
      {
        "id": 24,
        "start_time": 105.859,
        "end_time": 108.491,
        "speaker": "Speaker",
        "text": "But we go ahead and we take care of your IT investment."
      },
      {
        "id": 25,
        "start_time": 108.491,
        "end_time": 114.265,
        "speaker": "Speaker",
        "text": "We also take care of the processes that you do for your office, for your business."
      },
      {
        "id": 26,
        "start_time": 114.265,
        "end_time": 118.148,
        "speaker": "Speaker",
        "text": "And we make sure that basically you can be the best you that you can be."
      },
      {
        "id": 27,
        "start_time": 118.148,
        "end_time": 122.265,
        "speaker": "Speaker",
        "text": "How did your background lead you to starting for 404?"
      },
      {
        "id": 28,
        "start_time": 122.265,
        "end_time": 128.318,
        "speaker": "Speaker",
        "text": "So uh I've always been in computers ever since, know, like I can remember."
      },
      {
        "id": 29,
        "start_time": 128.318,
        "end_time": 139.241,
        "speaker": "Speaker",
        "text": "When I was really young, my father took me into his office one day, and um I think either I was sick or like my mom was, but for some reason I had to go with him in his office."
      },
      {
        "id": 30,
        "start_time": 139.241,
        "end_time": 150.463,
        "speaker": "Speaker",
        "text": "Now this was back, I'm gonna age myself, but as this doesn't here, uh these were back when the floppy disks were actually floppy and they were about eight inches."
      },
      {
        "id": 31,
        "start_time": 151.915,
        "end_time": 157.543,
        "speaker": "Speaker",
        "text": "So the secretary was putting some information in and kept on getting an error."
      },
      {
        "id": 32,
        "start_time": 157.543,
        "end_time": 160.787,
        "speaker": "Speaker",
        "text": "So asked my father, hey, why is this happening?"
      },
      {
        "id": 33,
        "start_time": 160.787,
        "end_time": 162.52,
        "speaker": "Speaker",
        "text": "My dad was getting a little stymied."
      },
      {
        "id": 34,
        "start_time": 162.52,
        "end_time": 167.116,
        "speaker": "Speaker",
        "text": "So I just kind of took a look and I go, oh, you're putting a number in where a letter should be."
      },
      {
        "id": 35,
        "start_time": 167.116,
        "end_time": 175.41,
        "speaker": "Speaker",
        "text": "Dad's like what said yeah, you're putting to know you're putting a zero where I know should be So he did that he's like, how'd you know that I said, well usually Usually this"
      },
      {
        "id": 36,
        "start_time": 175.41,
        "end_time": 184.501,
        "speaker": "Speaker",
        "text": "you know type of input has to have why didn't say the word input, you know I use the kid word for input as it usually has to have a letter not a He's like, okay."
      },
      {
        "id": 37,
        "start_time": 184.501,
        "end_time": 192.588,
        "speaker": "Speaker",
        "text": "We're we're buying you a computer like really quickly So and I've always been I've always been that kid you can put like a puzzle in front of me"
      },
      {
        "id": 38,
        "start_time": 192.588,
        "end_time": 194.308,
        "speaker": "Speaker",
        "text": "You know it says so it takes two days."
      },
      {
        "id": 39,
        "start_time": 194.308,
        "end_time": 207.288,
        "speaker": "Speaker",
        "text": "I'll get it done in like a six hours I I'm the kind of kid guy that can see a pattern in it and anything so Basically, basically that's where it started I've got out of got out of"
      },
      {
        "id": 40,
        "start_time": 207.288,
        "end_time": 219.508,
        "speaker": "Speaker",
        "text": "college and I started working with with Amaco oil again that will go ahead and age me again and we were working with We were working with Windows 3.1 at the time and stuff like"
      },
      {
        "id": 41,
        "start_time": 219.508,
        "end_time": 219.668,
        "speaker": "Speaker",
        "text": "that."
      },
      {
        "id": 42,
        "start_time": 219.668,
        "end_time": 221.239,
        "speaker": "Speaker",
        "text": "So I had a basically"
      },
      {
        "id": 43,
        "start_time": 221.239,
        "end_time": 229.441,
        "speaker": "Speaker",
        "text": "I had to basically go ahead and learn about networking, learn about systems, learn about the whole nine yards, kind of drank from the fire hose on that."
      },
      {
        "id": 44,
        "start_time": 230.502,
        "end_time": 244.185,
        "speaker": "Speaker",
        "text": "throughout my whole career from ah Amaco to Coca-Cola, from Coca-Cola to my own company, from my own company to healthcare, from healthcare back to my own company, you tend to"
      },
      {
        "id": 45,
        "start_time": 244.185,
        "end_time": 246.926,
        "speaker": "Speaker",
        "text": "learn a lot and you tend to pick up a lot."
      },
      {
        "id": 46,
        "start_time": 246.926,
        "end_time": 250.058,
        "speaker": "Speaker",
        "text": "I took the learnings and I took it from the very, very best."
      },
      {
        "id": 47,
        "start_time": 250.058,
        "end_time": 259.129,
        "speaker": "Speaker",
        "text": "and I was able to go ahead because I'm the type of guy that can explain anything to anybody in human language and that's what people love about me."
      },
      {
        "id": 48,
        "start_time": 259.129,
        "end_time": 267.88,
        "speaker": "Speaker",
        "text": "So that's what started because everybody I know that's always talked about, Jesus, this IT guy, talks to me like in Moon Man language."
      },
      {
        "id": 49,
        "start_time": 267.88,
        "end_time": 271.851,
        "speaker": "Speaker",
        "text": "I try and bring, and they'd ask me, you're smart, what the heck's going on here?"
      },
      {
        "id": 50,
        "start_time": 271.851,
        "end_time": 276.473,
        "speaker": "Speaker",
        "text": "So I'd explain it to them and that's how I kinda got this whole thing saying, well,"
      },
      {
        "id": 51,
        "start_time": 276.473,
        "end_time": 285.782,
        "speaker": "Speaker",
        "text": "This is my talent, besides being incredibly versed here, my talent is putting things in human terms and making the impossible seem possible."
      },
      {
        "id": 52,
        "start_time": 285.782,
        "end_time": 300.586,
        "speaker": "Speaker",
        "text": "It's funny that being able to communicate to stakeholders how something that could be quite technical and more layman's terms has, I also found myself with that specific skill"
      },
      {
        "id": 53,
        "start_time": 300.586,
        "end_time": 303.749,
        "speaker": "Speaker",
        "text": "and it's done me good in my career."
      },
      {
        "id": 54,
        "start_time": 303.749,
        "end_time": 307.002,
        "speaker": "Speaker",
        "text": "It's funny that so little people can do that."
      },
      {
        "id": 55,
        "start_time": 307.002,
        "end_time": 310.607,
        "speaker": "Speaker",
        "text": "They don't necessarily like, there's a lot of..."
      },
      {
        "id": 56,
        "start_time": 310.607,
        "end_time": 324.924,
        "speaker": "Speaker",
        "text": "IQ people in tech, not as many people, EQ people in tech who can actually communicate, well, you know, we're expecting this input to be, you know, this way."
      },
      {
        "id": 57,
        "start_time": 324.924,
        "end_time": 326.044,
        "speaker": "Speaker",
        "text": "And here's why."
      },
      {
        "id": 58,
        "start_time": 326.044,
        "end_time": 337.179,
        "speaker": "Speaker",
        "text": "uh It's the here's why part that I feel is most beneficial to pretty much anybody you're communicating with, whether it be with like your dev team."
      },
      {
        "id": 59,
        "start_time": 337.179,
        "end_time": 338.47,
        "speaker": "Speaker",
        "text": "I work a lot with devs."
      },
      {
        "id": 60,
        "start_time": 338.47,
        "end_time": 350.339,
        "speaker": "Speaker",
        "text": "So whether it be with a dev team or whether it be with like stakeholders, like having them understand that principle Y piece is a major unlock, I think for both sides of the fence."
      },
      {
        "id": 61,
        "start_time": 350.339,
        "end_time": 360.614,
        "speaker": "Speaker",
        "text": "Yeah, mean, so basically, a lot of people do that highfalutin language because they want people to think that they're brilliant and stuff like that."
      },
      {
        "id": 62,
        "start_time": 360.614,
        "end_time": 366.197,
        "speaker": "Speaker",
        "text": "The brilliant thing is taking the highfalutin and put it into words that everybody can understand."
      },
      {
        "id": 63,
        "start_time": 366.197,
        "end_time": 373.141,
        "speaker": "Speaker",
        "text": "And also nowadays, because there's so much offshoring and so much people coming in from outside,"
      },
      {
        "id": 64,
        "start_time": 373.359,
        "end_time": 382.903,
        "speaker": "Speaker",
        "text": "You've got to be able to put things in a relative way because something that we say here and we give for granted because you know we've always lived here in America, somebody from"
      },
      {
        "id": 65,
        "start_time": 382.903,
        "end_time": 384.713,
        "speaker": "Speaker",
        "text": "outside America may not understand it."
      },
      {
        "id": 66,
        "start_time": 384.713,
        "end_time": 392.015,
        "speaker": "Speaker",
        "text": "So when we say, I need an app that'll go ahead and get the taxi over here, they never heard of what the heck's a taxi."
      },
      {
        "id": 67,
        "start_time": 392.015,
        "end_time": 393.946,
        "speaker": "Speaker",
        "text": "So you're like, what do call them there?"
      },
      {
        "id": 68,
        "start_time": 393.946,
        "end_time": 396.766,
        "speaker": "Speaker",
        "text": "Cabs, uh Tuk Tuks or know something like that."
      },
      {
        "id": 69,
        "start_time": 396.766,
        "end_time": 401.548,
        "speaker": "Speaker",
        "text": "You got to be able to take it and put it in their language and stuff like that."
      },
      {
        "id": 70,
        "start_time": 401.548,
        "end_time": 403.06,
        "speaker": "Speaker",
        "text": "you know, so you've got to..."
      },
      {
        "id": 71,
        "start_time": 403.06,
        "end_time": 409.987,
        "speaker": "Speaker",
        "text": "You know, you've got to be able to, you've got to be able to, at the end, you've got to be able to humanize the inhumanizable."
      },
      {
        "id": 72,
        "start_time": 410.148,
        "end_time": 411.93,
        "speaker": "Speaker",
        "text": "If that's even a word."
      },
      {
        "id": 73,
        "start_time": 411.93,
        "end_time": 413.662,
        "speaker": "Speaker",
        "text": "If not, I'm trademarking it here."
      },
      {
        "id": 74,
        "start_time": 413.662,
        "end_time": 415.574,
        "speaker": "Speaker",
        "text": "Trademark Nick Capello right here."
      },
      {
        "id": 75,
        "start_time": 416.106,
        "end_time": 422.311,
        "speaker": "Speaker",
        "text": "I mean, I don't know about the word itself, but yeah, I'll let you have the trademark on that."
      },
      {
        "id": 76,
        "start_time": 422.311,
        "end_time": 423.432,
        "speaker": "Speaker",
        "text": "But I would agree, right?"
      },
      {
        "id": 77,
        "start_time": 423.432,
        "end_time": 431.418,
        "speaker": "Speaker",
        "text": "Like there has to be IT technology, all of it is based around people and developed by people."
      },
      {
        "id": 78,
        "start_time": 431.418,
        "end_time": 435.511,
        "speaker": "Speaker",
        "text": "So you should be able to communicate it from person to person."
      },
      {
        "id": 79,
        "start_time": 435.511,
        "end_time": 440.876,
        "speaker": "Speaker",
        "text": "um Whether that be at a very high level or..."
      },
      {
        "id": 80,
        "start_time": 440.876,
        "end_time": 446.709,
        "speaker": "Speaker",
        "text": "something very specific, regardless of what it is that you're looking to accomplish."
      },
      {
        "id": 81,
        "start_time": 446.709,
        "end_time": 456.975,
        "speaker": "Speaker",
        "text": "ah You still need to be able to take someone through your thought process of, we're starting here, we're ending here, and these are the steps that I think that it takes"
      },
      {
        "id": 82,
        "start_time": 456.975,
        "end_time": 458.586,
        "speaker": "Speaker",
        "text": "between A and B."
      },
      {
        "id": 83,
        "start_time": 458.586,
        "end_time": 467.571,
        "speaker": "Speaker",
        "text": "And a lot of times, like having that conversation helps you evolve someone else's thinking, but also your own because they're having a better understanding of what your"
      },
      {
        "id": 84,
        "start_time": 467.571,
        "end_time": 469.873,
        "speaker": "Speaker",
        "text": "thought process was on"
      },
      {
        "id": 85,
        "start_time": 469.873,
        "end_time": 472.173,
        "speaker": "Speaker",
        "text": "hey, this is how I'm thinking about it linearly."
      },
      {
        "id": 86,
        "start_time": 472.173,
        "end_time": 473.513,
        "speaker": "Speaker",
        "text": "And then be like, no, no, no, no."
      },
      {
        "id": 87,
        "start_time": 473.513,
        "end_time": 477.753,
        "speaker": "Speaker",
        "text": "We need these eight inputs in order for us to get from A to B."
      },
      {
        "id": 88,
        "start_time": 477.753,
        "end_time": 480.393,
        "speaker": "Speaker",
        "text": "And you're like, OK, I understand that."
      },
      {
        "id": 89,
        "start_time": 480.588,
        "end_time": 483.136,
        "speaker": "Speaker",
        "text": "Right, Absolutely."
      },
      {
        "id": 90,
        "start_time": 483.269,
        "end_time": 483.809,
        "speaker": "Speaker",
        "text": "Cool."
      },
      {
        "id": 91,
        "start_time": 483.809,
        "end_time": 487.26,
        "speaker": "Speaker",
        "text": "So I want to take it back to 404 Ninja."
      },
      {
        "id": 92,
        "start_time": 487.26,
        "end_time": 495.042,
        "speaker": "Speaker",
        "text": "you, I mean, you've mentioned that you've worked at like large enterprises and you have your own smaller business."
      },
      {
        "id": 93,
        "start_time": 495.042,
        "end_time": 507.773,
        "speaker": "Speaker",
        "text": "At a 15,000 foot view, what is it that you do other than, you know, take care of people from an IT investment perspective, but like, what else are you doing and who is it that"
      },
      {
        "id": 94,
        "start_time": 507.773,
        "end_time": 509.384,
        "speaker": "Speaker",
        "text": "you're looking to service?"
      },
      {
        "id": 95,
        "start_time": 509.384,
        "end_time": 518.946,
        "speaker": "Speaker",
        "text": "Okay, basically in a nutshell, we take your business and take your IT investment from where you are now, we put it on a solid ground, solid platform."
      },
      {
        "id": 96,
        "start_time": 518.946,
        "end_time": 521.586,
        "speaker": "Speaker",
        "text": "So that could be making sure that you're secure."
      },
      {
        "id": 97,
        "start_time": 521.586,
        "end_time": 531.226,
        "speaker": "Speaker",
        "text": "That could be making sure that your computers work, making sure that you have the right equipment, that you're not sitting there using a Ferrari when all you need is a nice"
      },
      {
        "id": 98,
        "start_time": 531.226,
        "end_time": 533.677,
        "speaker": "Speaker",
        "text": "little grocery getter and stuff like that."
      },
      {
        "id": 99,
        "start_time": 533.677,
        "end_time": 535.205,
        "speaker": "Speaker",
        "text": "I try and..."
      },
      {
        "id": 100,
        "start_time": 535.257,
        "end_time": 540.102,
        "speaker": "Speaker",
        "text": "What I try and do is I try and give you the best value for the money that you're spending here."
      },
      {
        "id": 101,
        "start_time": 540.102,
        "end_time": 546.347,
        "speaker": "Speaker",
        "text": "ah know, lot of people, so a lot of people come to me and say, hey Nick, we've got this software."
      },
      {
        "id": 102,
        "start_time": 546.347,
        "end_time": 548.869,
        "speaker": "Speaker",
        "text": "They said it was the best for everything in here."
      },
      {
        "id": 103,
        "start_time": 548.869,
        "end_time": 550.67,
        "speaker": "Speaker",
        "text": "Nobody understands it."
      },
      {
        "id": 104,
        "start_time": 550.811,
        "end_time": 553.333,
        "speaker": "Speaker",
        "text": "You know, can you help us understand it?"
      },
      {
        "id": 105,
        "start_time": 553.333,
        "end_time": 561.771,
        "speaker": "Speaker",
        "text": "Yeah, sure, so I walk in and the next thing you know, they've got like a $200,000 accounting package and you know, they're asking questions that like,"
      },
      {
        "id": 106,
        "start_time": 561.771,
        "end_time": 568.771,
        "speaker": "Speaker",
        "text": "I don't think even like Ford would even, know, Ford Motor Company, I don't think they even answer some of those stuff."
      },
      {
        "id": 107,
        "start_time": 568.771,
        "end_time": 573.082,
        "speaker": "Speaker",
        "text": "So I'm like, oh, well, you kinda got the Cadillac of everything."
      },
      {
        "id": 108,
        "start_time": 573.082,
        "end_time": 579.042,
        "speaker": "Speaker",
        "text": "So let's see if we can migrate you off of here and move you to a smaller thing that's a little bit better suited to what you need."
      },
      {
        "id": 109,
        "start_time": 579.042,
        "end_time": 582.182,
        "speaker": "Speaker",
        "text": "Let's save you some money and stuff like that."
      },
      {
        "id": 110,
        "start_time": 582.182,
        "end_time": 589.995,
        "speaker": "Speaker",
        "text": "that's, like I said, basically, I wanna make sure that you're comfortable with what I, at the end of the day, you're comfortable with what I put in front of you."
      },
      {
        "id": 111,
        "start_time": 589.995,
        "end_time": 598.613,
        "speaker": "Speaker",
        "text": "because what I'm putting in front of you should help you not only get back a little peace of mind here, but get your company back to stable ground."
      },
      {
        "id": 112,
        "start_time": 598.613,
        "end_time": 600.758,
        "speaker": "Speaker",
        "text": "Once you get back to stable ground."
      },
      {
        "id": 113,
        "start_time": 600.758,
        "end_time": 611.336,
        "speaker": "Speaker",
        "text": "then that's great, we go ahead, we make sure we maintain the systems, patch it, make sure that you're, um so let's say you're a lawyer or something like that, make sure you've got"
      },
      {
        "id": 114,
        "start_time": 611.336,
        "end_time": 612.336,
        "speaker": "Speaker",
        "text": "all the security."
      },
      {
        "id": 115,
        "start_time": 612.336,
        "end_time": 624.005,
        "speaker": "Speaker",
        "text": "If you're a doctor or if you're healthcare company, make sure that you're following HIPAA to the law oh and all that, making sure that everything you have there is kosher and you"
      },
      {
        "id": 116,
        "start_time": 624.005,
        "end_time": 627.118,
        "speaker": "Speaker",
        "text": "don't have to worry another day about thinking about it."
      },
      {
        "id": 117,
        "start_time": 627.118,
        "end_time": 628.44,
        "speaker": "Speaker",
        "text": "Then we take it from there."
      },
      {
        "id": 118,
        "start_time": 628.44,
        "end_time": 630.131,
        "speaker": "Speaker",
        "text": "and we move it to the next level."
      },
      {
        "id": 119,
        "start_time": 630.131,
        "end_time": 639.279,
        "speaker": "Speaker",
        "text": "let's say you're, let's say you are an accounting firm and you wanna go ahead and you're like, great, this is fantastic, but I've got more business than I know what to do with."
      },
      {
        "id": 120,
        "start_time": 639.279,
        "end_time": 641.121,
        "speaker": "Speaker",
        "text": "I gotta, you know, I gotta move up."
      },
      {
        "id": 121,
        "start_time": 641.121,
        "end_time": 642.503,
        "speaker": "Speaker",
        "text": "How am I gonna move up?"
      },
      {
        "id": 122,
        "start_time": 642.503,
        "end_time": 652.537,
        "speaker": "Speaker",
        "text": "boom, then we go ahead, once we've got that stable ground, it's easy for me to say, okay, now let me go ahead, just add a server in, let me move this over here, move this up to the"
      },
      {
        "id": 123,
        "start_time": 652.537,
        "end_time": 659.771,
        "speaker": "Speaker",
        "text": "cloud, take that away from the cloud, all that kind of good things, and make sure that you're, again, you are sitting at that common ground."
      },
      {
        "id": 124,
        "start_time": 659.771,
        "end_time": 666.235,
        "speaker": "Speaker",
        "text": "So what we do is we go ahead, we tear you down to build you up, and then tear you down to build you back up."
      },
      {
        "id": 125,
        "start_time": 666.235,
        "end_time": 669.497,
        "speaker": "Speaker",
        "text": "You have to do that each and every time, and that's what..."
      },
      {
        "id": 126,
        "start_time": 669.497,
        "end_time": 670.708,
        "speaker": "Speaker",
        "text": "um"
      },
      {
        "id": 127,
        "start_time": 670.708,
        "end_time": 672.109,
        "speaker": "Speaker",
        "text": "And that's basically what we do."
      },
      {
        "id": 128,
        "start_time": 672.109,
        "end_time": 688.187,
        "speaker": "Speaker",
        "text": "um The people that I really, really enjoy servicing are the small businesses, but mainly though we do uh specialize with high security, high protocol type of people."
      },
      {
        "id": 129,
        "start_time": 688.187,
        "end_time": 695.752,
        "speaker": "Speaker",
        "text": "So like your accountants, your lawyers, your healthcare people, because you would not believe how many people."
      },
      {
        "id": 130,
        "start_time": 695.752,
        "end_time": 703.145,
        "speaker": "Speaker",
        "text": "that I've talked to on a daily basis that are in those things saying, hey, when was the last time you guys had a penetration test?"
      },
      {
        "id": 131,
        "start_time": 703.145,
        "end_time": 706.227,
        "speaker": "Speaker",
        "text": "uh A what?"
      },
      {
        "id": 132,
        "start_time": 706.227,
        "end_time": 707.567,
        "speaker": "Speaker",
        "text": "Absolutely."
      },
      {
        "id": 133,
        "start_time": 707.668,
        "end_time": 709.979,
        "speaker": "Speaker",
        "text": "And they're like, I need one of those."
      },
      {
        "id": 134,
        "start_time": 709.979,
        "end_time": 717.292,
        "speaker": "Speaker",
        "text": "I said, yeah, if you wanna figure out why your competition is getting some of the information before, you may have a leak somewhere."
      },
      {
        "id": 135,
        "start_time": 717.292,
        "end_time": 721.584,
        "speaker": "Speaker",
        "text": "Or for HIPAA, you have to have certain levels of security."
      },
      {
        "id": 136,
        "start_time": 721.584,
        "end_time": 725.486,
        "speaker": "Speaker",
        "text": "And if you don't, and an auditor comes in and finds out that,"
      },
      {
        "id": 137,
        "start_time": 725.486,
        "end_time": 727.546,
        "speaker": "Speaker",
        "text": "That's big trouble for you."
      },
      {
        "id": 138,
        "start_time": 727.546,
        "end_time": 736.468,
        "speaker": "Speaker",
        "text": "I think it's like right now, like $1,500 fine for, know, crap, I didn't even know about this."
      },
      {
        "id": 139,
        "start_time": 736.468,
        "end_time": 744.461,
        "speaker": "Speaker",
        "text": "You know, and it's it it goes ahead and it ramps up, you know to like fifteen thousand dollars, know if you get well I don't know about this but I you know, don't worry about"
      },
      {
        "id": 140,
        "start_time": 744.461,
        "end_time": 754.283,
        "speaker": "Speaker",
        "text": "I'm not gonna follow it and I'll just keep finding you know, then it goes ahead and that you know, all those things tend to add up and So as as far as like maintaining sock and"
      },
      {
        "id": 141,
        "start_time": 754.283,
        "end_time": 765.198,
        "speaker": "Speaker",
        "text": "sock to compliance if you're an accounting firm and you Don't have your penetration test and you you get audited and you lose at sock, too You just lost a crap"
      },
      {
        "id": 142,
        "start_time": 765.198,
        "end_time": 772.668,
        "speaker": "Speaker",
        "text": "Kind of clientele so by me coming in and going ahead and telling you hey, this is where you're wrong This is how we're patch it."
      },
      {
        "id": 143,
        "start_time": 772.668,
        "end_time": 781.828,
        "speaker": "Speaker",
        "text": "This is how we're take care of it You know, it takes it takes what I think like about two hours out of your day out of your daily thing I just go ahead and run the test I gave you"
      },
      {
        "id": 144,
        "start_time": 781.828,
        "end_time": 783.87,
        "speaker": "Speaker",
        "text": "the results and say this is what we need to change."
      },
      {
        "id": 145,
        "start_time": 783.87,
        "end_time": 787.355,
        "speaker": "Speaker",
        "text": "This is what we need to tune and you know, you're"
      },
      {
        "id": 146,
        "start_time": 787.355,
        "end_time": 793.406,
        "speaker": "Speaker",
        "text": "You're you're BAM you're you're back inside compliance You're back inside to compliance and you're back with HIPAA compliance."
      },
      {
        "id": 147,
        "start_time": 793.406,
        "end_time": 799.406,
        "speaker": "Speaker",
        "text": "So, you know and it's just I Want to make sure again, I don't look at you."
      },
      {
        "id": 148,
        "start_time": 799.406,
        "end_time": 806.386,
        "speaker": "Speaker",
        "text": "I don't look at you Brian I don't look at anybody as just money bags with legs, you know, a lot of companies will do that."
      },
      {
        "id": 149,
        "start_time": 806.386,
        "end_time": 809.617,
        "speaker": "Speaker",
        "text": "They sit there nowadays nowadays"
      },
      {
        "id": 150,
        "start_time": 809.617,
        "end_time": 811.809,
        "speaker": "Speaker",
        "text": "Nowadays a good portion of the MSPs."
      },
      {
        "id": 151,
        "start_time": 811.809,
        "end_time": 821.366,
        "speaker": "Speaker",
        "text": "They're like, okay Let's see what we can go ahead and put on them and let's see what we can get back from spits and stuff like that and kickbacks I I don't care about that."
      },
      {
        "id": 152,
        "start_time": 821.366,
        "end_time": 823.588,
        "speaker": "Speaker",
        "text": "You know, if I get a little money back I get a little money back."
      },
      {
        "id": 153,
        "start_time": 823.588,
        "end_time": 829.602,
        "speaker": "Speaker",
        "text": "Hey great fantastic But you know a lot of people have a lot of people have that you know, what's in it for me?"
      },
      {
        "id": 154,
        "start_time": 829.602,
        "end_time": 835.509,
        "speaker": "Speaker",
        "text": "I have what's in it for us because the more that I be able to that I'm able to connect"
      },
      {
        "id": 155,
        "start_time": 835.509,
        "end_time": 843.039,
        "speaker": "Speaker",
        "text": "with that person sitting on uh the other end of the desk, the more that I'm able to connect with that, that partnership gets there."
      },
      {
        "id": 156,
        "start_time": 843.181,
        "end_time": 851.484,
        "speaker": "Speaker",
        "text": "So, the company in short is called 404 Ninjas, but the actual long involved title is 404 Network Ninjas."
      },
      {
        "id": 157,
        "start_time": 851.484,
        "end_time": 854.546,
        "speaker": "Speaker",
        "text": "So what I'm doing right now is I'm building a network."
      },
      {
        "id": 158,
        "start_time": 854.546,
        "end_time": 857.467,
        "speaker": "Speaker",
        "text": "I'm building community within the Atlanta area."
      },
      {
        "id": 159,
        "start_time": 857.467,
        "end_time": 865.912,
        "speaker": "Speaker",
        "text": "So if you were to come up to me, Brian, and you were saying, hey, I need a good audio guy, because my equipment just went down."
      },
      {
        "id": 160,
        "start_time": 865.912,
        "end_time": 868.364,
        "speaker": "Speaker",
        "text": "Hey, I've got a connection over at Guitar Center."
      },
      {
        "id": 161,
        "start_time": 868.364,
        "end_time": 872.766,
        "speaker": "Speaker",
        "text": "Hey, I've got a connection over at Bob's Amplifier Center."
      },
      {
        "id": 162,
        "start_time": 872.766,
        "end_time": 874.747,
        "speaker": "Speaker",
        "text": "Let me go ahead and let me put you together."
      },
      {
        "id": 163,
        "start_time": 874.747,
        "end_time": 879.499,
        "speaker": "Speaker",
        "text": "Let's make sure that you got a good uh hook up here."
      },
      {
        "id": 164,
        "start_time": 881.0,
        "end_time": 883.572,
        "speaker": "Speaker",
        "text": "It's just the way you gotta work in this day and age."
      },
      {
        "id": 165,
        "start_time": 883.572,
        "end_time": 893.727,
        "speaker": "Speaker",
        "text": "As long as you have that particular community, you don't have to go ahead and be like, now I gotta go Walmart, now I gotta go to this, now I gotta go to big guys."
      },
      {
        "id": 166,
        "start_time": 893.727,
        "end_time": 896.306,
        "speaker": "Speaker",
        "text": "I'm trying to keep everything within that community."
      },
      {
        "id": 167,
        "start_time": 896.306,
        "end_time": 898.617,
        "speaker": "Speaker",
        "text": "So that's where the network part, you know."
      },
      {
        "id": 168,
        "start_time": 898.617,
        "end_time": 907.459,
        "speaker": "Speaker",
        "text": "So one of the things, I think you know, Brian, from the pre, you know, stuff that we've had, but one of the things that you'll learn about me when you come and you talk to me is"
      },
      {
        "id": 169,
        "start_time": 907.459,
        "end_time": 913.01,
        "speaker": "Speaker",
        "text": "I tend to, I'm serious a lot, but when I tend to joke, I'm a pretty good joker."
      },
      {
        "id": 170,
        "start_time": 913.01,
        "end_time": 915.55,
        "speaker": "Speaker",
        "text": "I've got a good thing with words and stuff like that."
      },
      {
        "id": 171,
        "start_time": 915.55,
        "end_time": 918.401,
        "speaker": "Speaker",
        "text": "So I tend to use a lot of double meanings to words."
      },
      {
        "id": 172,
        "start_time": 918.401,
        "end_time": 923.083,
        "speaker": "Speaker",
        "text": "So like 404, that's, you know, basically an error code, right, Brian?"
      },
      {
        "id": 173,
        "start_time": 923.083,
        "end_time": 926.483,
        "speaker": "Speaker",
        "text": "Yep, you call up the page and you get that 404, but where am I?"
      },
      {
        "id": 174,
        "start_time": 926.483,
        "end_time": 929.614,
        "speaker": "Speaker",
        "text": "I'm in Atlanta, so we are 404 area code."
      },
      {
        "id": 175,
        "start_time": 929.614,
        "end_time": 932.514,
        "speaker": "Speaker",
        "text": "So that goes ahead and smuts out, these guys are with Atlanta."
      },
      {
        "id": 176,
        "start_time": 932.514,
        "end_time": 935.345,
        "speaker": "Speaker",
        "text": "The network, the double meaning, computer networks and stuff like that."
      },
      {
        "id": 177,
        "start_time": 935.345,
        "end_time": 938.576,
        "speaker": "Speaker",
        "text": "And then I go ahead and I network, y'all and stuff like that."
      },
      {
        "id": 178,
        "start_time": 938.576,
        "end_time": 941.307,
        "speaker": "Speaker",
        "text": "And then the ninjas, everybody needs a ninja in their pocket, man."
      },
      {
        "id": 179,
        "start_time": 941.307,
        "end_time": 948.465,
        "speaker": "Speaker",
        "text": "mean, somebody that sits there, just comes, does what they need to do, gets out of your hair, and you never eat, sometimes you never even know they were there."
      },
      {
        "id": 180,
        "start_time": 948.465,
        "end_time": 955.13,
        "speaker": "Speaker",
        "text": "They're the silent guys that go ahead and like fix your stuff and you you're like oh, I didn't even know it was broken great."
      },
      {
        "id": 181,
        "start_time": 955.13,
        "end_time": 955.712,
        "speaker": "Speaker",
        "text": "Thanks"
      },
      {
        "id": 182,
        "start_time": 955.712,
        "end_time": 956.865,
        "speaker": "Speaker",
        "text": "Yeah, it's."
      },
      {
        "id": 183,
        "start_time": 956.865,
        "end_time": 958.486,
        "speaker": "Speaker",
        "text": "There there's a lot there, right?"
      },
      {
        "id": 184,
        "start_time": 958.486,
        "end_time": 961.289,
        "speaker": "Speaker",
        "text": "Like I love the double meaning of the name."
      },
      {
        "id": 185,
        "start_time": 961.289,
        "end_time": 965.082,
        "speaker": "Speaker",
        "text": "Um, I, but I want to dig into something a little bit more."
      },
      {
        "id": 186,
        "start_time": 965.082,
        "end_time": 972.322,
        "speaker": "Speaker",
        "text": "You had mentioned, you know, connecting people and like community building kind of a community around you."
      },
      {
        "id": 187,
        "start_time": 972.322,
        "end_time": 975.105,
        "speaker": "Speaker",
        "text": "What, what are you doing in that space?"
      },
      {
        "id": 188,
        "start_time": 975.105,
        "end_time": 982.031,
        "speaker": "Speaker",
        "text": "Like how are you successfully other than just staying open to new connections, kind of building community, building."
      },
      {
        "id": 189,
        "start_time": 982.031,
        "end_time": 984.614,
        "speaker": "Speaker",
        "text": "Thought Leadership Around 404 Ninjas."
      },
      {
        "id": 190,
        "start_time": 985.152,
        "end_time": 995.276,
        "speaker": "Speaker",
        "text": "So basically what I'm trying to do, and I still have the new car sent on me here, so you know, I'm only one year old."
      },
      {
        "id": 191,
        "start_time": 995.496,
        "end_time": 1002.859,
        "speaker": "Speaker",
        "text": "I've been doing this business for 25, 26 years plus, but as far as this new iteration, I've only been around for a year."
      },
      {
        "id": 192,
        "start_time": 1002.859,
        "end_time": 1013.185,
        "speaker": "Speaker",
        "text": "What I'm gonna do is I'm gonna make sure that people are so comfortable with the name Nick Capello, I wanna be able to be, okay, let's start a community day for the people here in"
      },
      {
        "id": 193,
        "start_time": 1013.185,
        "end_time": 1013.716,
        "speaker": "Speaker",
        "text": "Atlanta."
      },
      {
        "id": 194,
        "start_time": 1013.716,
        "end_time": 1018.758,
        "speaker": "Speaker",
        "text": "Let's showcase the power of the ninjas."
      },
      {
        "id": 195,
        "start_time": 1018.758,
        "end_time": 1021.369,
        "speaker": "Speaker",
        "text": "Let's go ahead, let's get out a hall."
      },
      {
        "id": 196,
        "start_time": 1021.569,
        "end_time": 1022.87,
        "speaker": "Speaker",
        "text": "Show everybody in there."
      },
      {
        "id": 197,
        "start_time": 1022.87,
        "end_time": 1030.043,
        "speaker": "Speaker",
        "text": "Kind of like have meet the ninja clan type of thing where you can go ahead and you can showcase yourself for free."
      },
      {
        "id": 198,
        "start_time": 1030.043,
        "end_time": 1034.356,
        "speaker": "Speaker",
        "text": "Also, the other thing that I like to do is I like to do what I call share the knowledge."
      },
      {
        "id": 199,
        "start_time": 1034.356,
        "end_time": 1041.71,
        "speaker": "Speaker",
        "text": "So I'll go ahead and I'll have a little thing where I sit there and I talk about something like"
      },
      {
        "id": 200,
        "start_time": 1041.71,
        "end_time": 1043.322,
        "speaker": "Speaker",
        "text": "Excuse me, what is AI?"
      },
      {
        "id": 201,
        "start_time": 1043.322,
        "end_time": 1045.443,
        "speaker": "Speaker",
        "text": "What is cybersecurity?"
      },
      {
        "id": 202,
        "start_time": 1045.443,
        "end_time": 1055.892,
        "speaker": "Speaker",
        "text": "is, know, how do you, how's the easiest way for you, mom and pop, to go ahead and defend yourself against the big bad internet, you know, and stuff like that."
      },
      {
        "id": 203,
        "start_time": 1055.892,
        "end_time": 1065.623,
        "speaker": "Speaker",
        "text": "And, you know, by doing that, it not only builds, it not only builds me as a thought leader, builds me as, you know, somebody that knows what they're talking about, it builds"
      },
      {
        "id": 204,
        "start_time": 1065.623,
        "end_time": 1069.927,
        "speaker": "Speaker",
        "text": "faith in the community that somebody is out there and somebody actually cares."
      },
      {
        "id": 205,
        "start_time": 1069.927,
        "end_time": 1072.948,
        "speaker": "Speaker",
        "text": "and wants you to be able to succeed."
      },
      {
        "id": 206,
        "start_time": 1073.048,
        "end_time": 1082.431,
        "speaker": "Speaker",
        "text": "And by showcasing everything and the people that are with me, it shows that, okay, this guy's nice, he's kind, he's doing all this stuff."
      },
      {
        "id": 207,
        "start_time": 1082.431,
        "end_time": 1085.803,
        "speaker": "Speaker",
        "text": "These people, they've gotta be in the same mindset."
      },
      {
        "id": 208,
        "start_time": 1085.803,
        "end_time": 1090.376,
        "speaker": "Speaker",
        "text": "So I'm the guy that the rising tide lifts all boats here."
      },
      {
        "id": 209,
        "start_time": 1090.376,
        "end_time": 1096.449,
        "speaker": "Speaker",
        "text": "So if I can do something that takes half of a brain cell and half a minute to go ahead and lift somebody else up."
      },
      {
        "id": 210,
        "start_time": 1096.449,
        "end_time": 1097.722,
        "speaker": "Speaker",
        "text": "I'm gonna be the guy that does that."
      },
      {
        "id": 211,
        "start_time": 1097.722,
        "end_time": 1100.687,
        "speaker": "Speaker",
        "text": "And that's just the type of person my mom and dad raised."
      },
      {
        "id": 212,
        "start_time": 1100.687,
        "end_time": 1102.45,
        "speaker": "Speaker",
        "text": "So blame them."
      },
      {
        "id": 213,
        "start_time": 1103.754,
        "end_time": 1104.583,
        "speaker": "Speaker",
        "text": "I know, I know."
      },
      {
        "id": 214,
        "start_time": 1104.583,
        "end_time": 1107.685,
        "speaker": "Speaker",
        "text": "fantastic thing, a fantastic feature."
      },
      {
        "id": 215,
        "start_time": 1108.366,
        "end_time": 1114.291,
        "speaker": "Speaker",
        "text": "It's funny because I think that there's two mindsets when it comes to entrepreneurs."
      },
      {
        "id": 216,
        "start_time": 1114.291,
        "end_time": 1120.528,
        "speaker": "Speaker",
        "text": "There's the entrepreneur who is the ultra competitive, this person is going to steal my idea."
      },
      {
        "id": 217,
        "start_time": 1120.528,
        "end_time": 1130.666,
        "speaker": "Speaker",
        "text": "And then there's the community-based entrepreneur who is a lot more open and receptive to ideas and helping others out."
      },
      {
        "id": 218,
        "start_time": 1130.737,
        "end_time": 1135.29,
        "speaker": "Speaker",
        "text": "joining forces for good or like, hey, you're working on this cool thing."
      },
      {
        "id": 219,
        "start_time": 1135.29,
        "end_time": 1138.371,
        "speaker": "Speaker",
        "text": "Can I tag along or something like that?"
      },
      {
        "id": 220,
        "start_time": 1138.371,
        "end_time": 1141.093,
        "speaker": "Speaker",
        "text": "And just they're more open and inviting."
      },
      {
        "id": 221,
        "start_time": 1141.093,
        "end_time": 1149.219,
        "speaker": "Speaker",
        "text": "And those are the people who are genuinely just better to work with because it's not like I'm not here to steal anything from you."
      },
      {
        "id": 222,
        "start_time": 1149.219,
        "end_time": 1152.502,
        "speaker": "Speaker",
        "text": "I'm not here to to pillage your ideas."
      },
      {
        "id": 223,
        "start_time": 1152.502,
        "end_time": 1155.824,
        "speaker": "Speaker",
        "text": "uh I don't have that expertise."
      },
      {
        "id": 224,
        "start_time": 1155.824,
        "end_time": 1158.256,
        "speaker": "Speaker",
        "text": "That's not my that's not my area."
      },
      {
        "id": 225,
        "start_time": 1158.256,
        "end_time": 1174.653,
        "speaker": "Speaker",
        "text": "ah But I think there's a mindset shift there that a lot of younger entrepreneurs have of like, this person is just straight up competition versus I could listen to this person and"
      },
      {
        "id": 226,
        "start_time": 1174.653,
        "end_time": 1176.264,
        "speaker": "Speaker",
        "text": "learn something new."
      },
      {
        "id": 227,
        "start_time": 1176.576,
        "end_time": 1183.639,
        "speaker": "Speaker",
        "text": "I think it just kind of comes with time with being humbled, getting kicked in the teeth a couple of times."
      },
      {
        "id": 228,
        "start_time": 1183.639,
        "end_time": 1192.841,
        "speaker": "Speaker",
        "text": "taking your beatings, taking your rounds and learning from it and just realizing that there's a bigger community out there that people want to help you."
      },
      {
        "id": 229,
        "start_time": 1192.841,
        "end_time": 1197.817,
        "speaker": "Speaker",
        "text": "All you have to do is stay open and receptive to receiving help."
      },
      {
        "id": 230,
        "start_time": 1197.817,
        "end_time": 1200.399,
        "speaker": "Speaker",
        "text": "Absolutely, absolutely, absolutely."
      },
      {
        "id": 231,
        "start_time": 1200.399,
        "end_time": 1203.222,
        "speaker": "Speaker",
        "text": "mean, ah what's the phrase?"
      },
      {
        "id": 232,
        "start_time": 1203.222,
        "end_time": 1205.753,
        "speaker": "Speaker",
        "text": "uh Heaven helps those who help themselves, you know?"
      },
      {
        "id": 233,
        "start_time": 1205.753,
        "end_time": 1212.421,
        "speaker": "Speaker",
        "text": "So basically, if you're sitting there and you're willing to listen to what I've gotta say, you know, hey, great, if not, hey, great."
      },
      {
        "id": 234,
        "start_time": 1212.421,
        "end_time": 1215.096,
        "speaker": "Speaker",
        "text": "But it's when you sit there and you're like."
      },
      {
        "id": 235,
        "start_time": 1215.096,
        "end_time": 1222.516,
        "speaker": "Speaker",
        "text": "No, no, no, I'm not gonna, know, you know, I've got this thing So I so there was it there was a time when I first had my first iteration."
      },
      {
        "id": 236,
        "start_time": 1222.516,
        "end_time": 1225.676,
        "speaker": "Speaker",
        "text": "This is this is This is a long long time ago."
      },
      {
        "id": 237,
        "start_time": 1225.676,
        "end_time": 1237.216,
        "speaker": "Speaker",
        "text": "This is about like 15 20 years ago I mean we were still back and when the year started with one on it I my first iteration was Capco computing, you I was young and stuff like"
      },
      {
        "id": 238,
        "start_time": 1237.216,
        "end_time": 1237.376,
        "speaker": "Speaker",
        "text": "that."
      },
      {
        "id": 239,
        "start_time": 1237.376,
        "end_time": 1242.936,
        "speaker": "Speaker",
        "text": "I we I just I we I just got released from Coca-Cola so"
      },
      {
        "id": 240,
        "start_time": 1243.168,
        "end_time": 1247.931,
        "speaker": "Speaker",
        "text": "I started Capco computing, Nick Capello Capco computing."
      },
      {
        "id": 241,
        "start_time": 1248.112,
        "end_time": 1254.238,
        "speaker": "Speaker",
        "text": "this one company, I was working as a subcontractor for different things."
      },
      {
        "id": 242,
        "start_time": 1254.238,
        "end_time": 1257.522,
        "speaker": "Speaker",
        "text": "This one company was having nothing but problems with a switch."
      },
      {
        "id": 243,
        "start_time": 1257.522,
        "end_time": 1261.055,
        "speaker": "Speaker",
        "text": "I wasn't working on the switches, I was working on the hardware."
      },
      {
        "id": 244,
        "start_time": 1261.195,
        "end_time": 1262.937,
        "speaker": "Speaker",
        "text": "Nothing but problems with switches."
      },
      {
        "id": 245,
        "start_time": 1262.937,
        "end_time": 1265.388,
        "speaker": "Speaker",
        "text": "He's like, I don't know how to do it."
      },
      {
        "id": 246,
        "start_time": 1265.388,
        "end_time": 1267.022,
        "speaker": "Speaker",
        "text": "This is just furious."
      },
      {
        "id": 247,
        "start_time": 1267.022,
        "end_time": 1267.593,
        "speaker": "Speaker",
        "text": "I said."
      },
      {
        "id": 248,
        "start_time": 1267.593,
        "end_time": 1269.553,
        "speaker": "Speaker",
        "text": "Okay, can I help you on that one?"
      },
      {
        "id": 249,
        "start_time": 1269.553,
        "end_time": 1273.133,
        "speaker": "Speaker",
        "text": "I said, I think I know what's going on They looked at me and they laughed."
      },
      {
        "id": 250,
        "start_time": 1273.133,
        "end_time": 1278.593,
        "speaker": "Speaker",
        "text": "They said you're just you're just the hardware guy Okay, all right."
      },
      {
        "id": 251,
        "start_time": 1278.593,
        "end_time": 1284.133,
        "speaker": "Speaker",
        "text": "See you later and Days two days went and they still couldn't figure it out."
      },
      {
        "id": 252,
        "start_time": 1284.133,
        "end_time": 1288.433,
        "speaker": "Speaker",
        "text": "I said this is the last chance I'm getting I'm gonna go ahead and I'm gonna offer my help here."
      },
      {
        "id": 253,
        "start_time": 1288.433,
        "end_time": 1293.533,
        "speaker": "Speaker",
        "text": "I know what the problem is and so Guy laughably is a whole okay."
      },
      {
        "id": 254,
        "start_time": 1293.533,
        "end_time": 1296.673,
        "speaker": "Speaker",
        "text": "Show me something so"
      },
      {
        "id": 255,
        "start_time": 1296.904,
        "end_time": 1301.867,
        "speaker": "Speaker",
        "text": "Back then you had a nine pin connector to like routers, switches."
      },
      {
        "id": 256,
        "start_time": 1301.867,
        "end_time": 1306.84,
        "speaker": "Speaker",
        "text": "We didn't have, you know, convenient little RJ45s or little USB-C things."
      },
      {
        "id": 257,
        "start_time": 1306.84,
        "end_time": 1307.932,
        "speaker": "Speaker",
        "text": "So I said, okay."
      },
      {
        "id": 258,
        "start_time": 1307.932,
        "end_time": 1318.144,
        "speaker": "Speaker",
        "text": "So I took a look, opened it up, moved two pins in there, put it back, put it in, the uh desktop, came right up."
      },
      {
        "id": 259,
        "start_time": 1318.144,
        "end_time": 1329.909,
        "speaker": "Speaker",
        "text": "And he's like, what, what, And so I went ahead and I explained, I said, okay, if you take a look at what was showing at you in the face, it shows you that there was a signal"
      },
      {
        "id": 260,
        "start_time": 1329.909,
        "end_time": 1330.78,
        "speaker": "Speaker",
        "text": "mismatch."
      },
      {
        "id": 261,
        "start_time": 1330.78,
        "end_time": 1332.56,
        "speaker": "Speaker",
        "text": "And there's only two ways to do it."
      },
      {
        "id": 262,
        "start_time": 1332.56,
        "end_time": 1336.553,
        "speaker": "Speaker",
        "text": "You are doing it in the European form, not in the American form."
      },
      {
        "id": 263,
        "start_time": 1336.553,
        "end_time": 1337.318,
        "speaker": "Speaker",
        "text": "Interesting."
      },
      {
        "id": 264,
        "start_time": 1337.318,
        "end_time": 1347.959,
        "speaker": "Speaker",
        "text": "just got you just got lucky you just got lucky and I'm like, yeah So, you know going back going back to that going back that whole thing and I mean it literally took me About ten"
      },
      {
        "id": 265,
        "start_time": 1347.959,
        "end_time": 1358.899,
        "speaker": "Speaker",
        "text": "minutes to get that done So, you know back then I back then I knew you know, like people weren't people gonna be resistant to you know change people were gonna be resistant to"
      },
      {
        "id": 266,
        "start_time": 1358.899,
        "end_time": 1363.122,
        "speaker": "Speaker",
        "text": "listen to me so I had to become that agent of"
      },
      {
        "id": 267,
        "start_time": 1363.122,
        "end_time": 1366.484,
        "speaker": "Speaker",
        "text": "you know, this guy is who he is, who he needs to be."
      },
      {
        "id": 268,
        "start_time": 1366.484,
        "end_time": 1374.467,
        "speaker": "Speaker",
        "text": "And so that's why I'm trying to become the new thought leader now, or you know, basically regain, kind of quote unquote regain my throne here."
      },
      {
        "id": 269,
        "start_time": 1375.828,
        "end_time": 1384.862,
        "speaker": "Speaker",
        "text": "And you know, with the event of things like AI and stuff coming out and all the new challenges, you know, I've been going ahead and I've been, you know, diving into that"
      },
      {
        "id": 270,
        "start_time": 1384.862,
        "end_time": 1389.104,
        "speaker": "Speaker",
        "text": "stuff at first where everybody has just been taking that at."
      },
      {
        "id": 271,
        "start_time": 1389.135,
        "end_time": 1390.555,
        "speaker": "Speaker",
        "text": "kind of like a surface level."
      },
      {
        "id": 272,
        "start_time": 1390.555,
        "end_time": 1398.048,
        "speaker": "Speaker",
        "text": "I've been doing a prompt engineering and stuff like that, but I've also got with me my own personal AI, Alfred."
      },
      {
        "id": 273,
        "start_time": 1398.048,
        "end_time": 1402.069,
        "speaker": "Speaker",
        "text": "Because I mean, if you gotta be anybody in this universe, you gotta be Batman."
      },
      {
        "id": 274,
        "start_time": 1402.069,
        "end_time": 1405.51,
        "speaker": "Speaker",
        "text": "And who's Batman's number one most reliable person?"
      },
      {
        "id": 275,
        "start_time": 1405.51,
        "end_time": 1407.012,
        "speaker": "Speaker",
        "text": "His butler, Alfred."
      },
      {
        "id": 276,
        "start_time": 1407.012,
        "end_time": 1410.623,
        "speaker": "Speaker",
        "text": "So I went ahead and I've got Alfred sitting by my side."
      },
      {
        "id": 277,
        "start_time": 1410.623,
        "end_time": 1416.006,
        "speaker": "Speaker",
        "text": "He's the guy that keeps the whole business in track, I gotta tell you that."
      },
      {
        "id": 278,
        "start_time": 1416.006,
        "end_time": 1418.326,
        "speaker": "Speaker",
        "text": "Congratulations, that's your shout out buddy."
      },
      {
        "id": 279,
        "start_time": 1418.486,
        "end_time": 1421.077,
        "speaker": "Speaker",
        "text": "He makes sure that I'm not double booking."
      },
      {
        "id": 280,
        "start_time": 1421.077,
        "end_time": 1424.517,
        "speaker": "Speaker",
        "text": "He's making sure that all my correspondence is correct."
      },
      {
        "id": 281,
        "start_time": 1424.517,
        "end_time": 1427.248,
        "speaker": "Speaker",
        "text": "He's making sure that stuff is being tracked."
      },
      {
        "id": 282,
        "start_time": 1427.248,
        "end_time": 1435.099,
        "speaker": "Speaker",
        "text": "he keeps my day to day operations kind of sort of about 80 to 85 % intact."
      },
      {
        "id": 283,
        "start_time": 1435.099,
        "end_time": 1441.19,
        "speaker": "Speaker",
        "text": "And the reason why I'm saying that is because people have asked, hey, would you like me to come and help program?"
      },
      {
        "id": 284,
        "start_time": 1441.19,
        "end_time": 1443.241,
        "speaker": "Speaker",
        "text": "And I said, well, can you give me,"
      },
      {
        "id": 285,
        "start_time": 1443.241,
        "end_time": 1445.452,
        "speaker": "Speaker",
        "text": "Can you give me the lesson on how to do it?"
      },
      {
        "id": 286,
        "start_time": 1445.452,
        "end_time": 1447.983,
        "speaker": "Speaker",
        "text": "You know, because I want to know how to do it as well."
      },
      {
        "id": 287,
        "start_time": 1447.983,
        "end_time": 1450.223,
        "speaker": "Speaker",
        "text": "No, no, we'll just go ahead and do it for you."
      },
      {
        "id": 288,
        "start_time": 1450.223,
        "end_time": 1453.323,
        "speaker": "Speaker",
        "text": "said, no, no, no, I want to know how to do it."
      },
      {
        "id": 289,
        "start_time": 1453.323,
        "end_time": 1456.274,
        "speaker": "Speaker",
        "text": "So in that case, I am a little bit on the stubborn side."
      },
      {
        "id": 290,
        "start_time": 1456.274,
        "end_time": 1462.685,
        "speaker": "Speaker",
        "text": "So, but, you know, there have been people and, you know, Alfred has been grown by leaps and bounds."
      },
      {
        "id": 291,
        "start_time": 1462.685,
        "end_time": 1467.387,
        "speaker": "Speaker",
        "text": "He is before, before version one of Alfred, he could only respond to emails."
      },
      {
        "id": 292,
        "start_time": 1467.387,
        "end_time": 1468.467,
        "speaker": "Speaker",
        "text": "And that was it, you know."
      },
      {
        "id": 293,
        "start_time": 1468.467,
        "end_time": 1471.758,
        "speaker": "Speaker",
        "text": "So like, if you came in and said, hey, I'd like to, you know, to set up an appointment."
      },
      {
        "id": 294,
        "start_time": 1471.758,
        "end_time": 1473.569,
        "speaker": "Speaker",
        "text": "Great, let me put you through the calendar."
      },
      {
        "id": 295,
        "start_time": 1473.569,
        "end_time": 1475.131,
        "speaker": "Speaker",
        "text": "Boom, he puts me through the calendar."
      },
      {
        "id": 296,
        "start_time": 1475.131,
        "end_time": 1478.833,
        "speaker": "Speaker",
        "text": "Hey, I'd like to go, I'd like to talk to Nick."
      },
      {
        "id": 297,
        "start_time": 1478.833,
        "end_time": 1481.786,
        "speaker": "Speaker",
        "text": "Great, let me go ahead and let me go ahead send him an email."
      },
      {
        "id": 298,
        "start_time": 1481.786,
        "end_time": 1483.237,
        "speaker": "Speaker",
        "text": "What do you want to talk about?"
      },
      {
        "id": 299,
        "start_time": 1483.237,
        "end_time": 1484.157,
        "speaker": "Speaker",
        "text": "Blah, blah, blah, blah, blah."
      },
      {
        "id": 300,
        "start_time": 1484.157,
        "end_time": 1485.118,
        "speaker": "Speaker",
        "text": "Great, boom."
      },
      {
        "id": 301,
        "start_time": 1485.118,
        "end_time": 1491.354,
        "speaker": "Speaker",
        "text": "So now I've got Alfred to the point where he's giving little bits of easy advice."
      },
      {
        "id": 302,
        "start_time": 1491.354,
        "end_time": 1498.07,
        "speaker": "Speaker",
        "text": "So thinking back to the old British sitcom, The IT Crowd."
      },
      {
        "id": 303,
        "start_time": 1498.07,
        "end_time": 1501.803,
        "speaker": "Speaker",
        "text": "you know, first question that he asked, did you turn it off and on again?"
      },
      {
        "id": 304,
        "start_time": 1501.903,
        "end_time": 1504.085,
        "speaker": "Speaker",
        "text": "And you know, no I didn't."
      },
      {
        "id": 305,
        "start_time": 1504.085,
        "end_time": 1508.429,
        "speaker": "Speaker",
        "text": "Well, go ahead, turn it off, turn it off, count five, turn it back on."
      },
      {
        "id": 306,
        "start_time": 1508.429,
        "end_time": 1509.721,
        "speaker": "Speaker",
        "text": "Is your problem resolved?"
      },
      {
        "id": 307,
        "start_time": 1509.721,
        "end_time": 1510.282,
        "speaker": "Speaker",
        "text": "Great."
      },
      {
        "id": 308,
        "start_time": 1510.282,
        "end_time": 1513.104,
        "speaker": "Speaker",
        "text": "um It sounds like you may still have a problem with that."
      },
      {
        "id": 309,
        "start_time": 1513.104,
        "end_time": 1516.597,
        "speaker": "Speaker",
        "text": "If you do, please, you know, feel free and reach back out, blah, blah, blah, blah, blah."
      },
      {
        "id": 310,
        "start_time": 1516.597,
        "end_time": 1521.833,
        "speaker": "Speaker",
        "text": "But he goes ahead, he knows how to do basic, basic, basic maintenance."
      },
      {
        "id": 311,
        "start_time": 1521.833,
        "end_time": 1524.024,
        "speaker": "Speaker",
        "text": "You know, like, hey, is it plugged in?"
      },
      {
        "id": 312,
        "start_time": 1525.582,
        "end_time": 1527.122,
        "speaker": "Speaker",
        "text": "you know, do you see a light on it?"
      },
      {
        "id": 313,
        "start_time": 1527.122,
        "end_time": 1528.023,
        "speaker": "Speaker",
        "text": "Do you do that?"
      },
      {
        "id": 314,
        "start_time": 1528.023,
        "end_time": 1535.636,
        "speaker": "Speaker",
        "text": "He asks, you know, three easy questions, and if you can't get in three easy questions, okay, let's go ahead and let's set up a call, you know, blah, blah, blah, blah."
      },
      {
        "id": 315,
        "start_time": 1535.636,
        "end_time": 1543.649,
        "speaker": "Speaker",
        "text": "But there's a lot of times that, I've noticed this, a lot of times people will call a computer company and they have the easiest question."
      },
      {
        "id": 316,
        "start_time": 1543.649,
        "end_time": 1547.09,
        "speaker": "Speaker",
        "text": "And computer companies, they don't want to answer that."
      },
      {
        "id": 317,
        "start_time": 1547.09,
        "end_time": 1550.641,
        "speaker": "Speaker",
        "text": "They want to sit there and they want to get that, you know, dollar from you."
      },
      {
        "id": 318,
        "start_time": 1550.641,
        "end_time": 1552.563,
        "speaker": "Speaker",
        "text": "They want to get that, you know, thing from you."
      },
      {
        "id": 319,
        "start_time": 1552.563,
        "end_time": 1553.154,
        "speaker": "Speaker",
        "text": "If it's,"
      },
      {
        "id": 320,
        "start_time": 1553.154,
        "end_time": 1559.228,
        "speaker": "Speaker",
        "text": "I do things for, uh sometimes I do things, what I call the brain cells."
      },
      {
        "id": 321,
        "start_time": 1559.228,
        "end_time": 1568.563,
        "speaker": "Speaker",
        "text": "If I've gotta put an active brain cell on that one, yeah, we're gonna have a charge, but if it's like, hey Nick, can you tell me why this mouse isn't working?"
      },
      {
        "id": 322,
        "start_time": 1569.583,
        "end_time": 1573.736,
        "speaker": "Speaker",
        "text": "battery's out, or it's unplugged, or I see that the driver ain't there."
      },
      {
        "id": 323,
        "start_time": 1573.736,
        "end_time": 1576.788,
        "speaker": "Speaker",
        "text": "Buy me a Coke, we're good, kind of thing."
      },
      {
        "id": 324,
        "start_time": 1576.788,
        "end_time": 1583.991,
        "speaker": "Speaker",
        "text": "But, and so now I've got Alfred doing all, you know, I've got Alfred doing my no brain cell type of things mostly."
      },
      {
        "id": 325,
        "start_time": 1583.991,
        "end_time": 1590.305,
        "speaker": "Speaker",
        "text": "And that's, you know, that's part, and that's part of being able to grow and being able to move and groove in this day and age."
      },
      {
        "id": 326,
        "start_time": 1590.305,
        "end_time": 1595.638,
        "speaker": "Speaker",
        "text": "So, you know, everybody's always saying, oh, it's coming for germs, you know?"
      },
      {
        "id": 327,
        "start_time": 1595.638,
        "end_time": 1597.299,
        "speaker": "Speaker",
        "text": "And it's not."
      },
      {
        "id": 328,
        "start_time": 1597.299,
        "end_time": 1600.901,
        "speaker": "Speaker",
        "text": "So I've got, I've actually got two um eBooks out."
      },
      {
        "id": 329,
        "start_time": 1600.901,
        "end_time": 1603.893,
        "speaker": "Speaker",
        "text": "One is basically Cybersecurity and the Traveler."
      },
      {
        "id": 330,
        "start_time": 1603.893,
        "end_time": 1613.684,
        "speaker": "Speaker",
        "text": "So, know, all you guys that are in sales and you're out there and you're like, hey, I'm gonna go ahead on Bongo Wireless and I'm gonna get that contract up to this person."
      },
      {
        "id": 331,
        "start_time": 1613.684,
        "end_time": 1625.195,
        "speaker": "Speaker",
        "text": "Now, how do you know it's Bongo and not be Cyrillic-O-N-G-O Wireless and you're on a fake thing and now you've got a whole bunch of stuff that's gonna, you know, unleash the world"
      },
      {
        "id": 332,
        "start_time": 1625.195,
        "end_time": 1626.606,
        "speaker": "Speaker",
        "text": "when you go onto it."
      },
      {
        "id": 333,
        "start_time": 1626.606,
        "end_time": 1632.328,
        "speaker": "Speaker",
        "text": "Also, you know, people sit there, they'll, oh great, I've got a USB wall plug."
      },
      {
        "id": 334,
        "start_time": 1632.328,
        "end_time": 1633.559,
        "speaker": "Speaker",
        "text": "boom, plug it in."
      },
      {
        "id": 335,
        "start_time": 1633.559,
        "end_time": 1641.999,
        "speaker": "Speaker",
        "text": "There have been a lot of cases where some just jerks put in USB killers in there."
      },
      {
        "id": 336,
        "start_time": 1641.999,
        "end_time": 1649.224,
        "speaker": "Speaker",
        "text": "So they open the thing, they put the little killing apparatus in, so when you plug it in, boom, it fries your phone immediately."
      },
      {
        "id": 337,
        "start_time": 1649.224,
        "end_time": 1651.115,
        "speaker": "Speaker",
        "text": "I've seen that happen."
      },
      {
        "id": 338,
        "start_time": 1651.115,
        "end_time": 1655.709,
        "speaker": "Speaker",
        "text": "I think the last time it happened was in uh Newark Airport."
      },
      {
        "id": 339,
        "start_time": 1655.709,
        "end_time": 1659.002,
        "speaker": "Speaker",
        "text": "Somebody went ahead, they just unscrewed about 10 of them, put them in."
      },
      {
        "id": 340,
        "start_time": 1659.002,
        "end_time": 1661.713,
        "speaker": "Speaker",
        "text": "People were, okay, great, it's a free thing, I can plug it in."
      },
      {
        "id": 341,
        "start_time": 1661.713,
        "end_time": 1663.435,
        "speaker": "Speaker",
        "text": "Boom, destroyed, destroyed, destroyed."
      },
      {
        "id": 342,
        "start_time": 1663.435,
        "end_time": 1672.246,
        "speaker": "Speaker",
        "text": "I think it destroyed 60 phones and little things just from that."
      },
      {
        "id": 343,
        "start_time": 1672.246,
        "end_time": 1674.468,
        "speaker": "Speaker",
        "text": "I people, use your time better."
      },
      {
        "id": 344,
        "start_time": 1674.468,
        "end_time": 1676.408,
        "speaker": "Speaker",
        "text": "We don't need stuff like that."
      },
      {
        "id": 345,
        "start_time": 1676.408,
        "end_time": 1684.908,
        "speaker": "Speaker",
        "text": "The only time you need something like that is if you're gonna go ahead and it's a government level thing and you've gotta give it up and you don't want it to get out in the"
      },
      {
        "id": 346,
        "start_time": 1684.908,
        "end_time": 1685.679,
        "speaker": "Speaker",
        "text": "wrong hands."
      },
      {
        "id": 347,
        "start_time": 1685.679,
        "end_time": 1686.12,
        "speaker": "Speaker",
        "text": "people."
      },
      {
        "id": 348,
        "start_time": 1686.12,
        "end_time": 1687.312,
        "speaker": "Speaker",
        "text": "Come on now."
      },
      {
        "id": 349,
        "start_time": 1687.554,
        "end_time": 1688.98,
        "speaker": "Speaker",
        "text": "You just you just make my life."
      },
      {
        "id": 350,
        "start_time": 1688.98,
        "end_time": 1689.722,
        "speaker": "Speaker",
        "text": "You see this."
      },
      {
        "id": 351,
        "start_time": 1689.722,
        "end_time": 1692.25,
        "speaker": "Speaker",
        "text": "You make this grayer when you do stuff like that."
      },
      {
        "id": 352,
        "start_time": 1692.25,
        "end_time": 1698.988,
        "speaker": "Speaker",
        "text": "So, tell me, you said that there's kind of been an evolution of Alfred."
      },
      {
        "id": 353,
        "start_time": 1700.49,
        "end_time": 1712.405,
        "speaker": "Speaker",
        "text": "What made you decide to put something like that in place to be able to take care of some of the lower level tasks to free up some of your time to focus on other things?"
      },
      {
        "id": 354,
        "start_time": 1712.405,
        "end_time": 1721.627,
        "speaker": "Speaker",
        "text": "Because I knew for a fact that right now in this phase of my life, I couldn't pay somebody what they are worth to do what Alfred does for me."
      },
      {
        "id": 355,
        "start_time": 1721.627,
        "end_time": 1728.378,
        "speaker": "Speaker",
        "text": "When I start getting big, Alfred's gonna go ahead and he's gonna be delegated to a different task."
      },
      {
        "id": 356,
        "start_time": 1728.378,
        "end_time": 1735.749,
        "speaker": "Speaker",
        "text": "But right now, I need Alfred to help me because I've got a lot of people calling in saying, hey, I need this, hey, I need this."
      },
      {
        "id": 357,
        "start_time": 1735.749,
        "end_time": 1739.293,
        "speaker": "Speaker",
        "text": "And I only have one person and so many hands and so many, you know."
      },
      {
        "id": 358,
        "start_time": 1739.293,
        "end_time": 1740.745,
        "speaker": "Speaker",
        "text": "So many minutes in a day."
      },
      {
        "id": 359,
        "start_time": 1740.745,
        "end_time": 1745.85,
        "speaker": "Speaker",
        "text": "So once I'm able to go ahead and Retire Alfred from that job."
      },
      {
        "id": 360,
        "start_time": 1745.85,
        "end_time": 1759.206,
        "speaker": "Speaker",
        "text": "I'm more than happy to so that's an effective use of artificial intelligence right there because I don't mind giving somebody a job, but I Number one, I've got a you know, go by"
      },
      {
        "id": 361,
        "start_time": 1759.206,
        "end_time": 1764.202,
        "speaker": "Speaker",
        "text": "minimum wage, you know stuff, but I Want to make sure that you are getting paid what you're worth"
      },
      {
        "id": 362,
        "start_time": 1764.202,
        "end_time": 1772.077,
        "speaker": "Speaker",
        "text": "If you bring something else to this business besides just a phone thing and being able to do what Alfred does, I want you on my team."
      },
      {
        "id": 363,
        "start_time": 1772.077,
        "end_time": 1772.887,
        "speaker": "Speaker",
        "text": "I want you with me."
      },
      {
        "id": 364,
        "start_time": 1772.887,
        "end_time": 1775.629,
        "speaker": "Speaker",
        "text": "I want you sitting next to me."
      },
      {
        "id": 365,
        "start_time": 1775.629,
        "end_time": 1782.251,
        "speaker": "Speaker",
        "text": "So there's an old saying that the smartest man in the world surrounds himself with smarter people."
      },
      {
        "id": 366,
        "start_time": 1782.352,
        "end_time": 1784.153,
        "speaker": "Speaker",
        "text": "I kind of amended that."
      },
      {
        "id": 367,
        "start_time": 1784.153,
        "end_time": 1786.996,
        "speaker": "Speaker",
        "text": "Smarter and more helpful people."
      },
      {
        "id": 368,
        "start_time": 1786.996,
        "end_time": 1795.421,
        "speaker": "Speaker",
        "text": "So I mean you could you know, could be smart in one way you could be smarter in another way You know, you've got the audio you've got the you know, you've got the whole podcast"
      },
      {
        "id": 369,
        "start_time": 1795.421,
        "end_time": 1804.968,
        "speaker": "Speaker",
        "text": "thing going on I could have somebody that is you know, like whiz in procedures and stuff like that I surround myself with those folks I make sure that I know them and they know me"
      },
      {
        "id": 370,
        "start_time": 1804.968,
        "end_time": 1814.624,
        "speaker": "Speaker",
        "text": "and we're you know, and we're good friends Why because I'm gonna need you one day and I'm gonna go ahead and I'm gonna pay you I'm gonna pay you what you're worth for that because"
      },
      {
        "id": 371,
        "start_time": 1814.624,
        "end_time": 1815.705,
        "speaker": "Speaker",
        "text": "I know"
      },
      {
        "id": 372,
        "start_time": 1816.047,
        "end_time": 1821.674,
        "speaker": "Speaker",
        "text": "growing up, know, and doing what I've needed to do, there were times when I never got paid what I was worth."
      },
      {
        "id": 373,
        "start_time": 1821.674,
        "end_time": 1827.46,
        "speaker": "Speaker",
        "text": "I mean, I know, and I just had to do it to survive, you know, to go ahead and, you know, make that happen."
      },
      {
        "id": 374,
        "start_time": 1827.46,
        "end_time": 1831.434,
        "speaker": "Speaker",
        "text": "But I don't want to put, I don't want to be that agent."
      },
      {
        "id": 375,
        "start_time": 1831.434,
        "end_time": 1836.27,
        "speaker": "Speaker",
        "text": "I don't want to be the guy that puts you through hell just so I can make an extra buck."
      },
      {
        "id": 376,
        "start_time": 1836.27,
        "end_time": 1840.956,
        "speaker": "Speaker",
        "text": "If I'm eating steak, okay, I may be eating filet mignon."
      },
      {
        "id": 377,
        "start_time": 1840.956,
        "end_time": 1845.457,
        "speaker": "Speaker",
        "text": "but I'm making sure y'all are having sirloin or top sirloin or something like that."
      },
      {
        "id": 378,
        "start_time": 1845.457,
        "end_time": 1852.09,
        "speaker": "Speaker",
        "text": "You're sitting at my table, you know, and just because, as Mel Brooks once said, it's good to be the king."
      },
      {
        "id": 379,
        "start_time": 1853.25,
        "end_time": 1858.172,
        "speaker": "Speaker",
        "text": "You get a couple privileges with that, so you know, you get to the filet mignon."
      },
      {
        "id": 380,
        "start_time": 1858.172,
        "end_time": 1868.275,
        "speaker": "Speaker",
        "text": "But I wanna make sure that everybody that works with me, and I'm not talking about physically, when I start getting big enough to get the employees and stuff like that,"
      },
      {
        "id": 381,
        "start_time": 1868.275,
        "end_time": 1870.106,
        "speaker": "Speaker",
        "text": "people that work with me might part."
      },
      {
        "id": 382,
        "start_time": 1870.106,
        "end_time": 1871.697,
        "speaker": "Speaker",
        "text": "my people that I work with."
      },
      {
        "id": 383,
        "start_time": 1871.697,
        "end_time": 1879.361,
        "speaker": "Speaker",
        "text": "So um for instance, was a law firm that I worked with, really nice people."
      },
      {
        "id": 384,
        "start_time": 1879.901,
        "end_time": 1884.944,
        "speaker": "Speaker",
        "text": "A buddy of mine needed a lawyer to help out with a contract."
      },
      {
        "id": 385,
        "start_time": 1884.944,
        "end_time": 1888.308,
        "speaker": "Speaker",
        "text": "I said, yeah, go ahead, talk to Brooke."
      },
      {
        "id": 386,
        "start_time": 1888.308,
        "end_time": 1890.699,
        "speaker": "Speaker",
        "text": "Boom, boom, that worked out."
      },
      {
        "id": 387,
        "start_time": 1890.699,
        "end_time": 1892.86,
        "speaker": "Speaker",
        "text": "Everything's all good."
      },
      {
        "id": 388,
        "start_time": 1893.881,
        "end_time": 1897.874,
        "speaker": "Speaker",
        "text": "That took me two seconds out of my day, but I'm helping those."
      },
      {
        "id": 389,
        "start_time": 1897.874,
        "end_time": 1906.54,
        "speaker": "Speaker",
        "text": "I'm helping those, not only the people that are helping me by paying me and keeping me employed and stuff like that, but I'm helping them because number one, they're good"
      },
      {
        "id": 390,
        "start_time": 1906.54,
        "end_time": 1906.86,
        "speaker": "Speaker",
        "text": "people."
      },
      {
        "id": 391,
        "start_time": 1906.86,
        "end_time": 1908.511,
        "speaker": "Speaker",
        "text": "Number two, they know what they're talking about."
      },
      {
        "id": 392,
        "start_time": 1908.511,
        "end_time": 1913.654,
        "speaker": "Speaker",
        "text": "And number three, that took what, about 10 seconds of my day going, yeah, go ahead, talk to Brooke."
      },
      {
        "id": 393,
        "start_time": 1913.654,
        "end_time": 1915.315,
        "speaker": "Speaker",
        "text": "Here's her email, here's her phone number."
      },
      {
        "id": 394,
        "start_time": 1915.315,
        "end_time": 1917.256,
        "speaker": "Speaker",
        "text": "Let me write an intro email."
      },
      {
        "id": 395,
        "start_time": 1918.045,
        "end_time": 1925.86,
        "speaker": "Speaker",
        "text": "30 seconds out of my day, and my buddy's happy, she's happy, her boss is happy, because everybody profits, everybody's good."
      },
      {
        "id": 396,
        "start_time": 1926.672,
        "end_time": 1933.215,
        "speaker": "Speaker",
        "text": "And that goes back to your building community, building network around yourself and just being a connector."
      },
      {
        "id": 397,
        "start_time": 1934.115,
        "end_time": 1942.922,
        "speaker": "Speaker",
        "text": "think that that's such a, it's such an undervalued power skill, being able to connect people with other people within your network."
      },
      {
        "id": 398,
        "start_time": 1942.922,
        "end_time": 1953.377,
        "speaker": "Speaker",
        "text": "Like it's such a huge skill to be able to have, to be able to continue to have rapport with people in your network and just be."
      },
      {
        "id": 399,
        "start_time": 1953.377,
        "end_time": 1957.004,
        "speaker": "Speaker",
        "text": "the drop of a hat, be like, yeah, I've got a guy that you should talk to."
      },
      {
        "id": 400,
        "start_time": 1957.004,
        "end_time": 1961.107,
        "speaker": "Speaker",
        "text": "Yeah, yeah, I mean, that's always and everybody always makes everybody always makes fun me from it."
      },
      {
        "id": 401,
        "start_time": 1961.107,
        "end_time": 1962.954,
        "speaker": "Speaker",
        "text": "I'm originally I'm originally from Chicago."
      },
      {
        "id": 402,
        "start_time": 1962.954,
        "end_time": 1964.66,
        "speaker": "Speaker",
        "text": "So I'm from the Midwest."
      },
      {
        "id": 403,
        "start_time": 1964.761,
        "end_time": 1969.694,
        "speaker": "Speaker",
        "text": "And, know, back, back, back in that back in that area, we always say, yeah, I got a guy."
      },
      {
        "id": 404,
        "start_time": 1969.694,
        "end_time": 1970.565,
        "speaker": "Speaker",
        "text": "got a guy."
      },
      {
        "id": 405,
        "start_time": 1970.565,
        "end_time": 1976.89,
        "speaker": "Speaker",
        "text": "So when I moved down here 25 plus, you know, 28 years ago, I'd always be saying, I got a guy."
      },
      {
        "id": 406,
        "start_time": 1976.89,
        "end_time": 1978.832,
        "speaker": "Speaker",
        "text": "So my buddies, they've ridden me all the time."
      },
      {
        "id": 407,
        "start_time": 1978.832,
        "end_time": 1980.213,
        "speaker": "Speaker",
        "text": "oh Nick's got a guy."
      },
      {
        "id": 408,
        "start_time": 1980.213,
        "end_time": 1980.874,
        "speaker": "Speaker",
        "text": "Nick's got a guy."
      },
      {
        "id": 409,
        "start_time": 1980.874,
        "end_time": 1985.84,
        "speaker": "Speaker",
        "text": "But you know, they always whenever whenever they were desperate or whenever they were, you know, really needed something."
      },
      {
        "id": 410,
        "start_time": 1985.84,
        "end_time": 1987.971,
        "speaker": "Speaker",
        "text": "Nick's got a guy and that was true."
      },
      {
        "id": 411,
        "start_time": 1987.971,
        "end_time": 1995.516,
        "speaker": "Speaker",
        "text": "Nick always had a guy and if Nick and the other thing, the other thing is going back to, you know, going back to building the community and stuff like that."
      },
      {
        "id": 412,
        "start_time": 1996.197,
        "end_time": 2001.651,
        "speaker": "Speaker",
        "text": "I will never ever, ever, ever, ever ask somebody to do something that I won't be willing to do."
      },
      {
        "id": 413,
        "start_time": 2001.651,
        "end_time": 2006.294,
        "speaker": "Speaker",
        "text": "I mean, unless it's like stick my hand in my thing of snakes or, know, something like that."
      },
      {
        "id": 414,
        "start_time": 2006.294,
        "end_time": 2008.727,
        "speaker": "Speaker",
        "text": "No, you go right to that."
      },
      {
        "id": 415,
        "start_time": 2008.727,
        "end_time": 2014.331,
        "speaker": "Speaker",
        "text": "But if anybody, so I was working when I was with, when I was with"
      },
      {
        "id": 416,
        "start_time": 2014.362,
        "end_time": 2017.395,
        "speaker": "Speaker",
        "text": "I was working um on an overnight project."
      },
      {
        "id": 417,
        "start_time": 2017.395,
        "end_time": 2025.381,
        "speaker": "Speaker",
        "text": "I was the project manager at the time, so I had to go ahead, you know, just make sure that everybody was putting in the disks for the reformat, making sure that this was going blah,"
      },
      {
        "id": 418,
        "start_time": 2025.381,
        "end_time": 2026.112,
        "speaker": "Speaker",
        "text": "blah, blah, blah."
      },
      {
        "id": 419,
        "start_time": 2026.112,
        "end_time": 2028.404,
        "speaker": "Speaker",
        "text": "So I'm standing there just doing the supervising."
      },
      {
        "id": 420,
        "start_time": 2028.404,
        "end_time": 2036.231,
        "speaker": "Speaker",
        "text": "I noticed that, you know, these guys are progressing fast, these guys are going slower, these guys are blah, blah, So I'm asking him, you know, what's going on here?"
      },
      {
        "id": 421,
        "start_time": 2036.231,
        "end_time": 2039.364,
        "speaker": "Speaker",
        "text": "You you should be at least 10 more workstations ahead."
      },
      {
        "id": 422,
        "start_time": 2039.364,
        "end_time": 2041.046,
        "speaker": "Speaker",
        "text": "And they said, well, you know, we just..."
      },
      {
        "id": 423,
        "start_time": 2041.046,
        "end_time": 2044.677,
        "speaker": "Speaker",
        "text": "We just don't have the manpower and I'm like, what are you talking about?"
      },
      {
        "id": 424,
        "start_time": 2044.677,
        "end_time": 2050.668,
        "speaker": "Speaker",
        "text": "And then I realized that, see, I didn't set the amount of people per aisle."
      },
      {
        "id": 425,
        "start_time": 2050.668,
        "end_time": 2051.568,
        "speaker": "Speaker",
        "text": "Somebody else set that."
      },
      {
        "id": 426,
        "start_time": 2051.568,
        "end_time": 2058.669,
        "speaker": "Speaker",
        "text": "I was just making sure that if something came up, I was the brain set that could go at, oh, okay, it was a network driver, oh, it this."
      },
      {
        "id": 427,
        "start_time": 2058.669,
        "end_time": 2061.551,
        "speaker": "Speaker",
        "text": "So I'm like, why didn't you ask me for help?"
      },
      {
        "id": 428,
        "start_time": 2061.551,
        "end_time": 2063.802,
        "speaker": "Speaker",
        "text": "And they said, well, you're the project manager."
      },
      {
        "id": 429,
        "start_time": 2063.802,
        "end_time": 2067.365,
        "speaker": "Speaker",
        "text": "I said, yeah, but this is the way I can help you."
      },
      {
        "id": 430,
        "start_time": 2067.365,
        "end_time": 2072.229,
        "speaker": "Speaker",
        "text": "So, and they were doing things the way, literally the way they were taught in the robotic way."
      },
      {
        "id": 431,
        "start_time": 2072.229,
        "end_time": 2080.066,
        "speaker": "Speaker",
        "text": "Put the disk in, hit enter, type in your login, type in your password, wait until the thing is done, take it out."
      },
      {
        "id": 432,
        "start_time": 2080.066,
        "end_time": 2082.851,
        "speaker": "Speaker",
        "text": "I said, okay, no, no, no, I'm changing this."
      },
      {
        "id": 433,
        "start_time": 2082.851,
        "end_time": 2085.523,
        "speaker": "Speaker",
        "text": "So, put the disk in, type in the password."
      },
      {
        "id": 434,
        "start_time": 2085.523,
        "end_time": 2089.756,
        "speaker": "Speaker",
        "text": "Once that disk stops spinning, you don't need to do anything, you can go on to the next one."
      },
      {
        "id": 435,
        "start_time": 2089.756,
        "end_time": 2090.387,
        "speaker": "Speaker",
        "text": "Really?"
      },
      {
        "id": 436,
        "start_time": 2090.387,
        "end_time": 2091.204,
        "speaker": "Speaker",
        "text": "I said, yeah."
      },
      {
        "id": 437,
        "start_time": 2091.204,
        "end_time": 2098.035,
        "speaker": "Speaker",
        "text": "So boom, boom, you know, so I showed them, I logged on, you I logged on as them, because I didn't want people thinking it was, you I had special privilege."
      },
      {
        "id": 438,
        "start_time": 2098.035,
        "end_time": 2102.748,
        "speaker": "Speaker",
        "text": "So I'm logging on as them, boom, just stop, and it's still going, it's going through all the things."
      },
      {
        "id": 439,
        "start_time": 2102.748,
        "end_time": 2109.779,
        "speaker": "Speaker",
        "text": "And you know, the only time it grumbled was at the end when it needed to get that, when it needed to write something else."
      },
      {
        "id": 440,
        "start_time": 2109.779,
        "end_time": 2114.73,
        "speaker": "Speaker",
        "text": "I said, oh, don't worry, that's just a line saying, okay, you finished, you know, go on to the next machine."
      },
      {
        "id": 441,
        "start_time": 2114.73,
        "end_time": 2117.903,
        "speaker": "Speaker",
        "text": "I said, just, you know, hit the power button, turn it off, turn it back on."
      },
      {
        "id": 442,
        "start_time": 2117.903,
        "end_time": 2126.802,
        "speaker": "Speaker",
        "text": "They caught up with they caught up with everybody and they started overtaking them a little bit, you know and stuff but again, I Can't believe how many people would think that"
      },
      {
        "id": 443,
        "start_time": 2126.802,
        "end_time": 2140.811,
        "speaker": "Speaker",
        "text": "I wouldn't you know go down to that level, know It's it's and that's the part and that's the part that I hate about you know Companies these days is people think or if the"
      },
      {
        "id": 444,
        "start_time": 2140.811,
        "end_time": 2143.733,
        "speaker": "Speaker",
        "text": "organization is constructed where I can't be touched."
      },
      {
        "id": 445,
        "start_time": 2143.733,
        "end_time": 2145.704,
        "speaker": "Speaker",
        "text": "That's above that That's below my pay grade."
      },
      {
        "id": 446,
        "start_time": 2145.704,
        "end_time": 2146.685,
        "speaker": "Speaker",
        "text": "I wouldn't touch that"
      },
      {
        "id": 447,
        "start_time": 2146.685,
        "end_time": 2147.766,
        "speaker": "Speaker",
        "text": "Blah blah blah blah blah."
      },
      {
        "id": 448,
        "start_time": 2147.766,
        "end_time": 2157.869,
        "speaker": "Speaker",
        "text": "No, no, no, no, no I mean there have been there have been times when I there have been times when I You know when I was in my own when I was in Capco I was you know going ahead"
      },
      {
        "id": 449,
        "start_time": 2157.869,
        "end_time": 2165.357,
        "speaker": "Speaker",
        "text": "and I was helping out You know putting together a couple computers dropping in a switch or something like that They needed to move something."
      },
      {
        "id": 450,
        "start_time": 2165.357,
        "end_time": 2170.013,
        "speaker": "Speaker",
        "text": "I helped them move a desk Why they needed help moving a desk?"
      },
      {
        "id": 451,
        "start_time": 2170.013,
        "end_time": 2174.616,
        "speaker": "Speaker",
        "text": "If I'm down if I'm not willing to go ahead and help somebody do something like that"
      },
      {
        "id": 452,
        "start_time": 2174.616,
        "end_time": 2188.896,
        "speaker": "Speaker",
        "text": "I shouldn't be in a leadership role a leadership role is Only as powerful as you make it and power doesn't mean you know overall, know, like I'm the man, you know It's my name on"
      },
      {
        "id": 453,
        "start_time": 2188.896,
        "end_time": 2189.527,
        "speaker": "Speaker",
        "text": "the door."
      },
      {
        "id": 454,
        "start_time": 2189.527,
        "end_time": 2197.227,
        "speaker": "Speaker",
        "text": "You know, you weren't for me No, no, no power is hey my name on the door, but I'm willing to help you."
      },
      {
        "id": 455,
        "start_time": 2197.227,
        "end_time": 2199.718,
        "speaker": "Speaker",
        "text": "We're all we're all equal"
      },
      {
        "id": 456,
        "start_time": 2199.718,
        "end_time": 2201.929,
        "speaker": "Speaker",
        "text": "I use that just because I have to."
      },
      {
        "id": 457,
        "start_time": 2201.929,
        "end_time": 2205.9,
        "speaker": "Speaker",
        "text": "We're all equal in the broader sense of the word."
      },
      {
        "id": 458,
        "start_time": 2205.9,
        "end_time": 2211.542,
        "speaker": "Speaker",
        "text": "But I don't mind if you need help, I'll drive over and I'll help you out on a project."
      },
      {
        "id": 459,
        "start_time": 2211.542,
        "end_time": 2212.102,
        "speaker": "Speaker",
        "text": "Why?"
      },
      {
        "id": 460,
        "start_time": 2212.102,
        "end_time": 2213.933,
        "speaker": "Speaker",
        "text": "Again, it's my name on the door."
      },
      {
        "id": 461,
        "start_time": 2213.933,
        "end_time": 2219.184,
        "speaker": "Speaker",
        "text": "If something doesn't work right, they're gonna yell at you, but they're gonna yell more at me."
      },
      {
        "id": 462,
        "start_time": 2219.184,
        "end_time": 2220.704,
        "speaker": "Speaker",
        "text": "And then that creates a problem for me."
      },
      {
        "id": 463,
        "start_time": 2220.704,
        "end_time": 2227.276,
        "speaker": "Speaker",
        "text": "So if I can stop that problem right then and there, that stops them from coming, they were having this problem, they couldn't do this, why did they run?"
      },
      {
        "id": 464,
        "start_time": 2227.276,
        "end_time": 2233.238,
        "speaker": "Speaker",
        "text": "Oh, first time hearing of it, you know, so let me, you know, let me nip that in the bud and stuff."
      },
      {
        "id": 465,
        "start_time": 2233.238,
        "end_time": 2233.869,
        "speaker": "Speaker",
        "text": "yeah."
      },
      {
        "id": 466,
        "start_time": 2233.869,
        "end_time": 2237.147,
        "speaker": "Speaker",
        "text": "So, Nick, let's change topics a little bit."
      },
      {
        "id": 467,
        "start_time": 2237.147,
        "end_time": 2242.718,
        "speaker": "Speaker",
        "text": "What is the biggest challenge that 404 Ninja faces in the coming year?"
      },
      {
        "id": 468,
        "start_time": 2242.718,
        "end_time": 2245.134,
        "speaker": "Speaker",
        "text": "And what are some of the steps you're taking to overcome"
      },
      {
        "id": 469,
        "start_time": 2245.134,
        "end_time": 2249.185,
        "speaker": "Speaker",
        "text": "So the biggest challenges I'm facing is what every new company faces."
      },
      {
        "id": 470,
        "start_time": 2249.185,
        "end_time": 2249.776,
        "speaker": "Speaker",
        "text": "Recognition."
      },
      {
        "id": 471,
        "start_time": 2249.776,
        "end_time": 2259.127,
        "speaker": "Speaker",
        "text": "You know, we can sit there and we can scream, we can scream from the top of the buildings, hey, we're here, we're the 404 Ninjas, we're awesome, we're great, you know, and stuff"
      },
      {
        "id": 472,
        "start_time": 2259.127,
        "end_time": 2259.847,
        "speaker": "Speaker",
        "text": "like that."
      },
      {
        "id": 473,
        "start_time": 2259.847,
        "end_time": 2268.229,
        "speaker": "Speaker",
        "text": "But unless you've got a boatload of cash to put into magazines, articles, know, ads, all that kind of stuff."
      },
      {
        "id": 474,
        "start_time": 2268.32,
        "end_time": 2273.313,
        "speaker": "Speaker",
        "text": "you're gonna get what you put into it for the cash spend and stuff like that."
      },
      {
        "id": 475,
        "start_time": 2273.313,
        "end_time": 2278.926,
        "speaker": "Speaker",
        "text": "And I underestimated, know, when I first came in, I underestimated that."
      },
      {
        "id": 476,
        "start_time": 2279.507,
        "end_time": 2283.68,
        "speaker": "Speaker",
        "text": "And so now I'm trying to play a little more catch up on that, know."
      },
      {
        "id": 477,
        "start_time": 2283.68,
        "end_time": 2292.127,
        "speaker": "Speaker",
        "text": "Okay, we're lucky enough that we're getting some more cash in and I'm able to go ahead and put in more ads, more, you know, and things like that."
      },
      {
        "id": 478,
        "start_time": 2292.127,
        "end_time": 2295.79,
        "speaker": "Speaker",
        "text": "It's basically the biggest problem that anybody"
      },
      {
        "id": 479,
        "start_time": 2295.79,
        "end_time": 2298.763,
        "speaker": "Speaker",
        "text": "Will ever face and that is recognition."
      },
      {
        "id": 480,
        "start_time": 2298.763,
        "end_time": 2300.064,
        "speaker": "Speaker",
        "text": "How do you do that?"
      },
      {
        "id": 481,
        "start_time": 2300.064,
        "end_time": 2306.219,
        "speaker": "Speaker",
        "text": "But a lot of people don't have the budget to be able to do it So how do you do that?"
      },
      {
        "id": 482,
        "start_time": 2306.219,
        "end_time": 2308.212,
        "speaker": "Speaker",
        "text": "Find a new creative way?"
      },
      {
        "id": 483,
        "start_time": 2308.212,
        "end_time": 2319.7,
        "speaker": "Speaker",
        "text": "Make sure you put out a blog make sure you put out a Podcast make sure you tell Brian about this that you want to put out a podcast He will be more than happy to help you take"
      },
      {
        "id": 484,
        "start_time": 2319.7,
        "end_time": 2323.615,
        "speaker": "Speaker",
        "text": "care of this also Make sure that you are"
      },
      {
        "id": 485,
        "start_time": 2323.615,
        "end_time": 2327.247,
        "speaker": "Speaker",
        "text": "the thought leader when it comes to this."
      },
      {
        "id": 486,
        "start_time": 2327.468,
        "end_time": 2337.294,
        "speaker": "Speaker",
        "text": "So one of the things that I like to do is we have a thing at Atlanta Tech Village called Chowdown uh Challenge."
      },
      {
        "id": 487,
        "start_time": 2337.294,
        "end_time": 2346.62,
        "speaker": "Speaker",
        "text": "So basically we go in there and it's a lunch and uh you've got a whole bunch of people that are startups in there."
      },
      {
        "id": 488,
        "start_time": 2346.62,
        "end_time": 2353.065,
        "speaker": "Speaker",
        "text": "they have, ah you know, they've been working on their project, they've been working out a lot of things in there."
      },
      {
        "id": 489,
        "start_time": 2353.065,
        "end_time": 2357.369,
        "speaker": "Speaker",
        "text": "But at the end, they have a thing that's called pitch practice."
      },
      {
        "id": 490,
        "start_time": 2357.369,
        "end_time": 2360.37,
        "speaker": "Speaker",
        "text": "So they sit there and they practice, what am I gonna tell you?"
      },
      {
        "id": 491,
        "start_time": 2360.37,
        "end_time": 2361.791,
        "speaker": "Speaker",
        "text": "What am I gonna pitch?"
      },
      {
        "id": 492,
        "start_time": 2362.611,
        "end_time": 2368.323,
        "speaker": "Speaker",
        "text": "I stay afterwards so I can give them good things because I've been with startups before."
      },
      {
        "id": 493,
        "start_time": 2368.323,
        "end_time": 2370.925,
        "speaker": "Speaker",
        "text": "I've been with about six or eight different startups."
      },
      {
        "id": 494,
        "start_time": 2370.925,
        "end_time": 2373.377,
        "speaker": "Speaker",
        "text": "So I've been in their shoes."
      },
      {
        "id": 495,
        "start_time": 2373.377,
        "end_time": 2376.418,
        "speaker": "Speaker",
        "text": "I know what they need and I know that I can help them."
      },
      {
        "id": 496,
        "start_time": 2376.418,
        "end_time": 2379.982,
        "speaker": "Speaker",
        "text": "But I learn a lot from each and every one of those kids too."
      },
      {
        "id": 497,
        "start_time": 2379.982,
        "end_time": 2381.003,
        "speaker": "Speaker",
        "text": "And I'm sorry, I kids."
      },
      {
        "id": 498,
        "start_time": 2381.003,
        "end_time": 2382.023,
        "speaker": "Speaker",
        "text": "I'm 54 years old."
      },
      {
        "id": 499,
        "start_time": 2382.023,
        "end_time": 2384.125,
        "speaker": "Speaker",
        "text": "I'm allowed to use it at this point in time."
      },
      {
        "id": 500,
        "start_time": 2384.125,
        "end_time": 2387.547,
        "speaker": "Speaker",
        "text": "think it's part of like the unwritten rule once you hit that 50 mark."
      },
      {
        "id": 501,
        "start_time": 2387.547,
        "end_time": 2395.613,
        "speaker": "Speaker",
        "text": "ah And you know, so there are ways that they present stuff that I have never seen or ever used."
      },
      {
        "id": 502,
        "start_time": 2395.613,
        "end_time": 2397.145,
        "speaker": "Speaker",
        "text": "So I'm using that."
      },
      {
        "id": 503,
        "start_time": 2397.145,
        "end_time": 2400.858,
        "speaker": "Speaker",
        "text": "And going back to the whole thing, you know, with how do we do this?"
      },
      {
        "id": 504,
        "start_time": 2400.858,
        "end_time": 2404.06,
        "speaker": "Speaker",
        "text": "That's my way of doing it, because I give back to the community."
      },
      {
        "id": 505,
        "start_time": 2404.06,
        "end_time": 2407.884,
        "speaker": "Speaker",
        "text": "But if you notice, I'm always wearing something like this whenever I'm going."
      },
      {
        "id": 506,
        "start_time": 2407.884,
        "end_time": 2413.497,
        "speaker": "Speaker",
        "text": "If you look up 404 Ninjas on the web, will always see my ninja there."
      },
      {
        "id": 507,
        "start_time": 2413.497,
        "end_time": 2424.703,
        "speaker": "Speaker",
        "text": "So every single time I'm out in public, I'm wearing my, basically I'm wearing my symbol on my heart here because this is what I do, this is what I believe in."
      },
      {
        "id": 508,
        "start_time": 2424.703,
        "end_time": 2427.404,
        "speaker": "Speaker",
        "text": "This is what is going to help pay the bills."
      },
      {
        "id": 509,
        "start_time": 2427.564,
        "end_time": 2433.289,
        "speaker": "Speaker",
        "text": "And so everybody knows that a ninja is always there to help you no matter what."
      },
      {
        "id": 510,
        "start_time": 2433.289,
        "end_time": 2435.911,
        "speaker": "Speaker",
        "text": "And so it's subtle little things like that that you can do."
      },
      {
        "id": 511,
        "start_time": 2435.911,
        "end_time": 2439.222,
        "speaker": "Speaker",
        "text": "Another thing that you can do is donate."
      },
      {
        "id": 512,
        "start_time": 2439.222,
        "end_time": 2444.333,
        "speaker": "Speaker",
        "text": "Say that you've got, you know, say that you got $100 from grandma for your birthday."
      },
      {
        "id": 513,
        "start_time": 2444.333,
        "end_time": 2454.486,
        "speaker": "Speaker",
        "text": "Take that $100, donate it to the pet shelter, donate it to a homeless society, donate it to a Catholic charity, donate it to something, you know, a non-Catholic charity, but put"
      },
      {
        "id": 514,
        "start_time": 2454.486,
        "end_time": 2458.597,
        "speaker": "Speaker",
        "text": "it in your company's name so then people will see that there."
      },
      {
        "id": 515,
        "start_time": 2458.597,
        "end_time": 2463.766,
        "speaker": "Speaker",
        "text": "You know, that's, you know, granted it costs you $100, but it's $100 and that advertisement goes out."
      },
      {
        "id": 516,
        "start_time": 2463.766,
        "end_time": 2472.837,
        "speaker": "Speaker",
        "text": "more because it's not you paying for that advertisement, it's the company paying for the advertisement and they've got more eyes than you do right now."
      },
      {
        "id": 517,
        "start_time": 2472.921,
        "end_time": 2477.043,
        "speaker": "Speaker",
        "text": "yeah, but the biggest thing, like I said, is just the main recognition."
      },
      {
        "id": 518,
        "start_time": 2477.043,
        "end_time": 2481.154,
        "speaker": "Speaker",
        "text": "And so the growth, how do I grow from here?"
      },
      {
        "id": 519,
        "start_time": 2481.154,
        "end_time": 2487.005,
        "speaker": "Speaker",
        "text": "Once you hit that stable MRR that is good,"
      },
      {
        "id": 520,
        "start_time": 2487.005,
        "end_time": 2495.187,
        "speaker": "Speaker",
        "text": "You know, you've got the bills paid you can have if you have employees you've got them paid and you notice that you can start eating You know, you can start eating out a little"
      },
      {
        "id": 521,
        "start_time": 2495.187,
        "end_time": 2500.949,
        "speaker": "Speaker",
        "text": "bit more often and stuff and you've got that That's the money that you start using to grow yourself."
      },
      {
        "id": 522,
        "start_time": 2500.949,
        "end_time": 2504.341,
        "speaker": "Speaker",
        "text": "What is the next phase of the company?"
      },
      {
        "id": 523,
        "start_time": 2504.421,
        "end_time": 2510.643,
        "speaker": "Speaker",
        "text": "Always just kind of keep that in the back of your head Do we want to start a do we want to start a learning institution?"
      },
      {
        "id": 524,
        "start_time": 2510.643,
        "end_time": 2516.145,
        "speaker": "Speaker",
        "text": "You know, so like basically 404 ninjas basic learning Academy, how do you do?"
      },
      {
        "id": 525,
        "start_time": 2516.145,
        "end_time": 2519.016,
        "speaker": "Speaker",
        "text": "The basics of word, how do you do the basics of Excel?"
      },
      {
        "id": 526,
        "start_time": 2519.016,
        "end_time": 2521.036,
        "speaker": "Speaker",
        "text": "What is, know, how do you do a PDF?"
      },
      {
        "id": 527,
        "start_time": 2521.036,
        "end_time": 2522.207,
        "speaker": "Speaker",
        "text": "You know, something like that."
      },
      {
        "id": 528,
        "start_time": 2522.207,
        "end_time": 2524.347,
        "speaker": "Speaker",
        "text": "Something where you can teach things for basic."
      },
      {
        "id": 529,
        "start_time": 2524.347,
        "end_time": 2526.738,
        "speaker": "Speaker",
        "text": "You know, that's something that's in the back of my head."
      },
      {
        "id": 530,
        "start_time": 2526.738,
        "end_time": 2537.651,
        "speaker": "Speaker",
        "text": "But the one thing that I want, the way I wanna go out in this, the way I wanna go out in this space is I want to partner, I'm calling you out right now, Elon."
      },
      {
        "id": 531,
        "start_time": 2537.651,
        "end_time": 2544.722,
        "speaker": "Speaker",
        "text": "I want to partner with Elon Musk and I wanna put a computer center in"
      },
      {
        "id": 532,
        "start_time": 2544.722,
        "end_time": 2546.694,
        "speaker": "Speaker",
        "text": "every rural area."
      },
      {
        "id": 533,
        "start_time": 2546.694,
        "end_time": 2555.018,
        "speaker": "Speaker",
        "text": "I want to make sure that farmers, want to make sure that anybody that's underserved has access to some sort of technology."
      },
      {
        "id": 534,
        "start_time": 2555.018,
        "end_time": 2559.199,
        "speaker": "Speaker",
        "text": "You know, a lot of people, a lot of farmers, they've got technology with their tractors."
      },
      {
        "id": 535,
        "start_time": 2559.199,
        "end_time": 2561.811,
        "speaker": "Speaker",
        "text": "They've got phones, but that's pretty much about it."
      },
      {
        "id": 536,
        "start_time": 2561.811,
        "end_time": 2571.644,
        "speaker": "Speaker",
        "text": "You gotta go ahead, you know, with Starlink, it's that Luddite thing is starting to shrink, that Luddite factor is starting to shrink, but there's still a lot of people out"
      },
      {
        "id": 537,
        "start_time": 2571.644,
        "end_time": 2572.045,
        "speaker": "Speaker",
        "text": "there"
      },
      {
        "id": 538,
        "start_time": 2572.045,
        "end_time": 2575.278,
        "speaker": "Speaker",
        "text": "that just don't have access to computers."
      },
      {
        "id": 539,
        "start_time": 2575.278,
        "end_time": 2579.032,
        "speaker": "Speaker",
        "text": "And to be able to do it, they've gotta drive 40 to 60 miles."
      },
      {
        "id": 540,
        "start_time": 2579.032,
        "end_time": 2589.042,
        "speaker": "Speaker",
        "text": "I wanna go ahead and take, so there's, uh my ex-wife, uh her grandmother uh lived in a town called Rochelle, Georgia."
      },
      {
        "id": 541,
        "start_time": 2589.042,
        "end_time": 2593.246,
        "speaker": "Speaker",
        "text": "So here's the middle of nowhere, you take a left, and there's Rochelle."
      },
      {
        "id": 542,
        "start_time": 2593.907,
        "end_time": 2596.909,
        "speaker": "Speaker",
        "text": "Great little community, farming community."
      },
      {
        "id": 543,
        "start_time": 2597.658,
        "end_time": 2606.071,
        "speaker": "Speaker",
        "text": "Just, mean, when you think of John Cougar Mellon Camp saying, know, little houses, that's what you think of when you think of that."
      },
      {
        "id": 544,
        "start_time": 2606.071,
        "end_time": 2610.571,
        "speaker": "Speaker",
        "text": "But again, they've got a stoplight there and that's pretty much the entire place."
      },
      {
        "id": 545,
        "start_time": 2610.571,
        "end_time": 2619.551,
        "speaker": "Speaker",
        "text": "I mean, it may have grown a little bit by now because I haven't been back there in about five or six or seven years because unfortunately, mama died early in our relationship and"
      },
      {
        "id": 546,
        "start_time": 2619.551,
        "end_time": 2622.322,
        "speaker": "Speaker",
        "text": "we've never just been compelled to make that trip down."
      },
      {
        "id": 547,
        "start_time": 2622.322,
        "end_time": 2623.973,
        "speaker": "Speaker",
        "text": "But I wanna put,"
      },
      {
        "id": 548,
        "start_time": 2623.973,
        "end_time": 2625.614,
        "speaker": "Speaker",
        "text": "in their community center."
      },
      {
        "id": 549,
        "start_time": 2625.614,
        "end_time": 2635.13,
        "speaker": "Speaker",
        "text": "I want to put in like a trailer or in an old barn or something like that, four or five machines that are donated by computer refurbishers."
      },
      {
        "id": 550,
        "start_time": 2635.13,
        "end_time": 2642.124,
        "speaker": "Speaker",
        "text": "Because I know each and every computer refurbisher out there has a machine that they have not been able to sell for a while."
      },
      {
        "id": 551,
        "start_time": 2642.124,
        "end_time": 2650.019,
        "speaker": "Speaker",
        "text": "And that's just because, and it's not because it doesn't work, it's just something like it's an IBM that had a quirk on it that nobody likes."
      },
      {
        "id": 552,
        "start_time": 2650.019,
        "end_time": 2652.139,
        "speaker": "Speaker",
        "text": "I want them to take that IBM, donate it."
      },
      {
        "id": 553,
        "start_time": 2652.139,
        "end_time": 2654.091,
        "speaker": "Speaker",
        "text": "You take the tax write-off for that."
      },
      {
        "id": 554,
        "start_time": 2654.091,
        "end_time": 2655.311,
        "speaker": "Speaker",
        "text": "Value it whatever you want."
      },
      {
        "id": 555,
        "start_time": 2655.311,
        "end_time": 2656.091,
        "speaker": "Speaker",
        "text": "Value it at $500."
      },
      {
        "id": 556,
        "start_time": 2656.091,
        "end_time": 2659.893,
        "speaker": "Speaker",
        "text": "Nobody cares, because it's what you think that it's worth."
      },
      {
        "id": 557,
        "start_time": 2659.893,
        "end_time": 2661.254,
        "speaker": "Speaker",
        "text": "Now, I'm not a tax expert."
      },
      {
        "id": 558,
        "start_time": 2661.254,
        "end_time": 2671.509,
        "speaker": "Speaker",
        "text": "Do not take my thing for it, but I'm just saying, put a good value into that machine, donate it out, and then, like I said, I want to work with Elon just to go ahead and say,"
      },
      {
        "id": 559,
        "start_time": 2671.509,
        "end_time": 2675.141,
        "speaker": "Speaker",
        "text": "okay, we'll go ahead and donate the Starlink that we're putting up there."
      },
      {
        "id": 560,
        "start_time": 2675.141,
        "end_time": 2678.823,
        "speaker": "Speaker",
        "text": "Boom, you now have a community center."
      },
      {
        "id": 561,
        "start_time": 2678.823,
        "end_time": 2691.441,
        "speaker": "Speaker",
        "text": "Again, going back to that network, going back to that sentence of community, how do we make technology work for the community instead of, you know, community bowing to"
      },
      {
        "id": 562,
        "start_time": 2691.441,
        "end_time": 2692.551,
        "speaker": "Speaker",
        "text": "technology?"
      },
      {
        "id": 563,
        "start_time": 2692.823,
        "end_time": 2693.493,
        "speaker": "Speaker",
        "text": "I love that."
      },
      {
        "id": 564,
        "start_time": 2693.493,
        "end_time": 2703.311,
        "speaker": "Speaker",
        "text": "love being able to I love seeing your passion for being able to give back and actually having thought through how you want to do that."
      },
      {
        "id": 565,
        "start_time": 2703.311,
        "end_time": 2705.863,
        "speaker": "Speaker",
        "text": "So, Nick, we're at the end of the show."
      },
      {
        "id": 566,
        "start_time": 2705.863,
        "end_time": 2716.63,
        "speaker": "Speaker",
        "text": "I give all of my guests 90 seconds to plug anything they're passionate about other than trying to partner with Elon Musk to create these rural area computer centers."
      },
      {
        "id": 567,
        "start_time": 2716.851,
        "end_time": 2718.463,
        "speaker": "Speaker",
        "text": "What else would you like to plug?"
      },
      {
        "id": 568,
        "start_time": 2718.463,
        "end_time": 2723.426,
        "speaker": "Speaker",
        "text": "Okay, ah another thing that I like to plug, number one, is the four fur ninjas."
      },
      {
        "id": 569,
        "start_time": 2723.426,
        "end_time": 2731.0,
        "speaker": "Speaker",
        "text": "Let's go ahead and let us grow so I can get Elon to go ahead and, or, know, Jeff Bezos or whatever, anybody that's willing to partner with me, I'll take it."
      },
      {
        "id": 570,
        "start_time": 2731.0,
        "end_time": 2737.884,
        "speaker": "Speaker",
        "text": "um But, one of the things that I'm really passionate about is our furry little friends."
      },
      {
        "id": 571,
        "start_time": 2737.884,
        "end_time": 2741.076,
        "speaker": "Speaker",
        "text": "So dogs, cats, you know, all that."
      },
      {
        "id": 572,
        "start_time": 2742.057,
        "end_time": 2747.891,
        "speaker": "Speaker",
        "text": "I don't really care for them that much, but the lizards and the snakes and stuff, they're all rescues and stuff like that."
      },
      {
        "id": 573,
        "start_time": 2747.891,
        "end_time": 2748.823,
        "speaker": "Speaker",
        "text": "Shelters are full."
      },
      {
        "id": 574,
        "start_time": 2748.823,
        "end_time": 2750.665,
        "speaker": "Speaker",
        "text": "Shelters cannot take any more."
      },
      {
        "id": 575,
        "start_time": 2750.665,
        "end_time": 2754.668,
        "speaker": "Speaker",
        "text": "um You've got an old blanket."
      },
      {
        "id": 576,
        "start_time": 2754.668,
        "end_time": 2757.09,
        "speaker": "Speaker",
        "text": "You've got towels that you don't like anymore."
      },
      {
        "id": 577,
        "start_time": 2757.09,
        "end_time": 2759.683,
        "speaker": "Speaker",
        "text": "You've got something that can't work."
      },
      {
        "id": 578,
        "start_time": 2759.683,
        "end_time": 2760.634,
        "speaker": "Speaker",
        "text": "Don't throw it out."
      },
      {
        "id": 579,
        "start_time": 2760.634,
        "end_time": 2763.547,
        "speaker": "Speaker",
        "text": "Donate it to your local rescue charity."
      },
      {
        "id": 580,
        "start_time": 2763.547,
        "end_time": 2764.318,
        "speaker": "Speaker",
        "text": "Adopt."
      },
      {
        "id": 581,
        "start_time": 2764.318,
        "end_time": 2765.318,
        "speaker": "Speaker",
        "text": "Don't shop."
      },
      {
        "id": 582,
        "start_time": 2765.318,
        "end_time": 2772.175,
        "speaker": "Speaker",
        "text": "know, great, you've got this designer dog that costs you $10,000 and you you take it in your handbag."
      },
      {
        "id": 583,
        "start_time": 2772.175,
        "end_time": 2774.598,
        "speaker": "Speaker",
        "text": "You can find somebody that's gonna love you just as much."
      },
      {
        "id": 584,
        "start_time": 2774.598,
        "end_time": 2777.009,
        "speaker": "Speaker",
        "text": "possibly more at your local shelter."
      },
      {
        "id": 585,
        "start_time": 2777.009,
        "end_time": 2778.669,
        "speaker": "Speaker",
        "text": "And don't just look for the young ones."
      },
      {
        "id": 586,
        "start_time": 2778.669,
        "end_time": 2785.971,
        "speaker": "Speaker",
        "text": "I know that the puppies are cute, and the kitties, they come up and they try and climb you and stuff."
      },
      {
        "id": 587,
        "start_time": 2785.971,
        "end_time": 2790.382,
        "speaker": "Speaker",
        "text": "But give your old guys a chance as well."
      },
      {
        "id": 588,
        "start_time": 2790.382,
        "end_time": 2792.082,
        "speaker": "Speaker",
        "text": "Go ahead and take that senior dog."
      },
      {
        "id": 589,
        "start_time": 2792.082,
        "end_time": 2794.273,
        "speaker": "Speaker",
        "text": "Go ahead and take that senior cat."
      },
      {
        "id": 590,
        "start_time": 2794.273,
        "end_time": 2799.767,
        "speaker": "Speaker",
        "text": "A while ago, I do a little donation of my time."
      },
      {
        "id": 591,
        "start_time": 2799.767,
        "end_time": 2803.418,
        "speaker": "Speaker",
        "text": "to go to rescue just because it keeps me a little bit grounded."
      },
      {
        "id": 592,
        "start_time": 2803.418,
        "end_time": 2807.371,
        "speaker": "Speaker",
        "text": "It gets me out of my head for time and it helps me with that."
      },
      {
        "id": 593,
        "start_time": 2807.371,
        "end_time": 2812.093,
        "speaker": "Speaker",
        "text": "Somebody brought in an elderly couple uh terminal."
      },
      {
        "id": 594,
        "start_time": 2812.093,
        "end_time": 2813.904,
        "speaker": "Speaker",
        "text": "They couldn't take care of the cat anymore."
      },
      {
        "id": 595,
        "start_time": 2813.904,
        "end_time": 2816.245,
        "speaker": "Speaker",
        "text": "And the cat was also terminal."
      },
      {
        "id": 596,
        "start_time": 2816.925,
        "end_time": 2819.357,
        "speaker": "Speaker",
        "text": "And I took the cat in."
      },
      {
        "id": 597,
        "start_time": 2819.497,
        "end_time": 2822.819,
        "speaker": "Speaker",
        "text": "And for his final week or so, his name was Whiskey."
      },
      {
        "id": 598,
        "start_time": 2822.819,
        "end_time": 2823.98,
        "speaker": "Speaker",
        "text": "He was an orange cat."
      },
      {
        "id": 599,
        "start_time": 2823.98,
        "end_time": 2826.412,
        "speaker": "Speaker",
        "text": "I took him in and I..."
      },
      {
        "id": 600,
        "start_time": 2826.412,
        "end_time": 2831.706,
        "speaker": "Speaker",
        "text": "gave him tuna, I gave him everything, he had every toy that he could ever want, need, and or desire."
      },
      {
        "id": 601,
        "start_time": 2831.706,
        "end_time": 2837.423,
        "speaker": "Speaker",
        "text": "And uh when the day came when we had to put him down, I was there holding onto him."
      },
      {
        "id": 602,
        "start_time": 2837.423,
        "end_time": 2843.228,
        "speaker": "Speaker",
        "text": "I just saw him that day and I'm like, I want somebody to do that for me."
      },
      {
        "id": 603,
        "start_time": 2843.228,
        "end_time": 2852.525,
        "speaker": "Speaker",
        "text": "You I know it's gonna be hopefully somebody in my family or somebody that, of my friends or a new love for my life or something like that, but I want somebody to have the"
      },
      {
        "id": 604,
        "start_time": 2852.525,
        "end_time": 2853.236,
        "speaker": "Speaker",
        "text": "humanity."
      },
      {
        "id": 605,
        "start_time": 2853.236,
        "end_time": 2859.119,
        "speaker": "Speaker",
        "text": "be able to do that for me to show me that I'm at the end of my life but I still matter."
      },
      {
        "id": 606,
        "start_time": 2859.119,
        "end_time": 2859.741,
        "speaker": "Speaker",
        "text": "I love that."
      },
      {
        "id": 607,
        "start_time": 2859.741,
        "end_time": 2860.582,
        "speaker": "Speaker",
        "text": "I love that."
      },
      {
        "id": 608,
        "start_time": 2860.582,
        "end_time": 2862.696,
        "speaker": "Speaker",
        "text": "Nick, thank you so much for your time today."
      }
    ]
  }
]